Repository: VladyslavBaranov/MISU-4.0.0
Catalog: CoronaVirTracker/Resources/Localization/*.lproj/InfoPlist.strings
Languages: fr, pl, ru, uk

# NSCameraUsageDescription
source: This allows you to make a fast photo for your profile.
fr: Cela vous permet de faire une photo rapide pour votre profil.
pl: Dzięki temu możesz szybko zrobić zdjęcie do swojego profilu.
ru: Доступ к камере позволит сделать фотографию для вашей учетной записи
uk: Доступ до камери дозволить зробити фотографію для вашого профілю

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Your location is used to show you correct and relevant hospitals and doctors around you
fr: Votre position est utilisée pour vous montrer les hôpitaux et les médecins corrects et pertinents autour de vous
pl: Twoja lokalizacja służy do pokazywania właściwych i odpowiednich szpitali i lekarzy wokół Ciebie
ru: Ваше местоположение используется, чтобы показать вам правильные и подходящие больницы и врачей вокруг вас
uk: Ваше місцезнаходження використовується для показу правильних та необхідних лікарень та лікарів навколо вас

# NSLocationAlwaysUsageDescription
source: Your location is used to show you correct and relevant hospitals and doctors around you
fr: Votre position est utilisée pour vous montrer les hôpitaux et les médecins corrects et pertinents autour de vous
pl: Twoja lokalizacja służy do pokazywania właściwych i odpowiednich szpitali i lekarzy wokół Ciebie
ru: Ваше местоположение используется, чтобы показать вам правильные и подходящие больницы и врачей вокруг вас
uk: Ваше місцезнаходження використовується для показу правильних та необхідних лікарень та лікарів навколо вас

# NSLocationWhenInUseUsageDescription
source: Your location is used to show you correct and relevant hospitals and doctors around you
fr: Votre position est utilisée pour vous montrer les hôpitaux et les médecins corrects et pertinents autour de vous
pl: Twoja lokalizacja służy do pokazywania właściwych i odpowiednich szpitali i lekarzy wokół Ciebie
ru: Ваше местоположение используется, чтобы показать вам правильные и подходящие больницы и врачей вокруг вас
uk: Ваше місцезнаходження використовується для показу правильних та необхідних лікарень та лікарів навколо вас

# NSPhotoLibraryUsageDescription
source: This allow you to select the best picture to your profile.
fr: Cela vous permet de sélectionner la meilleure image pour votre profil.
pl: Dzięki temu możesz wybrać najlepsze zdjęcie do swojego profilu.
ru: Это позволит вам выбрать самое лучшее фото для вашей учетной записи
uk: Це дозволить вам вибрати ваш найкращий знімок для вашого профілю

# NSBluetoothAlwaysUsageDescription
source: APP needs continuous access to Bluetooth to connect MISU Watch
fr: APP a besoin d'un accès continu à Bluetooth pour connecter la Montre MISU
pl: Aplikacja potrzebuje ciągłego dostępu do Bluetooth, aby podłączyć zegarek MISU
ru: Приложению требуется постоянный доступ к Bluetooth для подключения MISU Watch
uk: Додаток потребує постійного доступу до Bluetooth для підключення MISU Watch

# NSBluetoothPeripheralUsageDescription
source: APP needs continuous access to Bluetooth to connect MISU Watch
fr: APP a besoin d'un accès continu à Bluetooth pour connecter la Montre MISU
pl: Aplikacja potrzebuje ciągłego dostępu do Bluetooth, aby podłączyć zegarek MISU
ru: Приложению требуется постоянный доступ к Bluetooth для подключения MISU Watch
uk: Додаток потребує постійного доступу до Bluetooth для підключення MISU Watch

# NSHealthUpdateUsageDescription
source: MISU use HealthKit to give you access to Health data without MISU Watch and with your Apple Watch
fr: MISU utilise HealthKit pour vous donner accès aux données de santé sans MISU Watch et avec votre Apple Watch
pl: MISU używa HealthKit, aby zapewnić Ci dostęp do danych dotyczących zdrowia bez MISU Watch i z Apple Watch
ru: MISU использует HealthKit, чтобы предоставить вам доступ к данным о состоянии здоровья без MISU Watch и с помощью Apple Watch
uk: MISU використовує HealthKit, щоб надати вам доступ до даних про стан здоров'я без MISU Watch і з вашим Apple Watch

# NSHealthShareUsageDescription
source: MISU use HealthKit to give you access to Health data without MISU Watch and with your Apple Watch
fr: MISU utilise HealthKit pour vous donner accès aux données de santé sans MISU Watch et avec votre Apple Watch
pl: MISU używa HealthKit, aby zapewnić Ci dostęp do danych dotyczących zdrowia bez MISU Watch i z Apple Watch
ru: MISU использует HealthKit, чтобы предоставить вам доступ к данным о состоянии здоровья без MISU Watch и с помощью Apple Watch
uk: MISU використовує HealthKit, щоб надати вам доступ до даних про стан здоров'я без MISU Watch і з вашим Apple Watch

# NSHealthClinicalHealthRecordsShareUsageDescription
source: MISU use HealthKit to give you access to Health data without MISU Watch and with your Apple Watch
fr: MISU utilise HealthKit pour vous donner accès aux données de santé sans MISU Watch et avec votre Apple Watch
pl: MISU używa HealthKit, aby zapewnić Ci dostęp do danych dotyczących zdrowia bez MISU Watch i z Apple Watch
ru: MISU использует HealthKit, чтобы предоставить вам доступ к данным о состоянии здоровья без MISU Watch и с помощью Apple Watch
uk: MISU використовує HealthKit, щоб надати вам доступ до даних про стан здоров'я без MISU Watch і з вашим Apple Watch
