Repository: VladyslavBaranov/MISU-4.0.0
Catalog: CoronaVirTracker/Resources/Localization/*.lproj/Localizable.strings
Languages: pl, uk

source: Awakening:
pl: Budzenie:
uk: Пробудження:

source: Rate: 1-2 times
pl: Oceń: 1-2 razy
uk: Норма: 1-2 рази

source: Duration of sleep:
pl: Czas snu:
uk: Тривалість сну:

source: Norm: 6-10 hours
pl: Norma: 6-10 godzin
uk: Норма: 6-10 годин

source: Recommended sleep schedule
pl: Zalecany harmonogram snu
uk: Рекомендований графік сну

source: Do you go to bed too late or too early?
pl: Czy kładziesz się spać za późno czy za wcześnie?
uk: Лягаєте спати занадто пізно або рано?

source: More dreams!
pl: Więcej marzeń!
uk: Більше снів!

source: Do you feel awake after sleeping?
pl: Czy czujesz się obudzony po spaniu?
uk: Відчуваєте себе невиспаними після сну?

source: Read
pl: Czytać
uk: Читати

source: If you sleep little, try to sleep more during the day. It is best to have a nap in the afternoon lasting from one hour.
pl: Jeśli śpisz mało, staraj się spać więcej w ciągu dnia. Najlepiej popołudniową drzemkę trwającą od godziny.
uk: Якщо Ви мало спите, намагайтеся спати частіше протягом дня. Найкраще мати денний сон в обід тривалістю від однієї години.

source: Do not neglect sleep! A good rest will help the body to be stronger and fight diseases better, and productivity will increase many times.
pl: Nie zaniedbuj snu! Dobry odpoczynek pomoże organizmowi stać się silniejszym i lepiej walczyć z chorobami, a wydajność wielokrotnie wzrośnie.
uk: Не нехтуйте сном! Хороший відпочинок допоможе організму бути сильнішим та краще боротися з хворобами, а продуктивність зросте в рази.

source: After waking up, it is recommended to move and warm up:
pl: Po przebudzeniu zaleca się ruch i rozgrzewkę:
uk: Після пробудження рекомендовано рухатися і розминатися:

source: Do physical exercises;
pl: Wykonuj ćwiczenia fizyczne;
uk: Зробити фізичні вправи;

source: Go for a run;
pl: Idź pobiegaj;
uk: Вийти на пробіжку;

source: Swim in the pool
pl: Pływać w basenie
uk: Поплавати в басейні

source: Activity after sleep will give you energy for the whole day.
pl: Aktywność po śnie doda Ci energii na cały dzień.
uk: Активність після сну придасть заряду енергії на цілий день.

source: Normal sleep should last from 7 to 9 hours, depending on your characteristics.
pl: Normalny sen powinien trwać od 7 do 9 godzin, w zależności od twoich cech.
uk: Нормальний сон повинен тривати від 7 до 9 годин в залежності від ваших особливостей.

source: In order for the sleep to be of high quality and as effective as possible, it is important to follow the regime. It is necessary to go to bed and get up at the same time. It is best to fall asleep between 22:00 and 00:00.
pl: Aby sen był wysokiej jakości i jak najbardziej efektywny, ważne jest przestrzeganie reżimu. Trzeba iść spać i wstawać w tym samym czasie. Najlepiej zasnąć między 22:00 a 00:00.
uk: Для того, щоб сон був якісний і максимально ефективний, важливо дотримуватися режиму. Необхідно лягати спати і вставати в один і той самий час. Засинати найкраще між 22:00 та 00:00.

source: You can set yourself up to fall asleep easily by following simple recommendations:
pl: Możesz łatwo zasnąć, postępując zgodnie z prostymi zaleceniami:
uk: Налаштувати себе на легке засинання можна, дотримуючись простих рекомендацій:

source: Ventilate the room before going to bed;
pl: Przewietrz pomieszczenie przed pójściem spać;
uk: Провітрюйте приміщення перед сном;

source: Give up gadgets 1 hour before bedtime;
pl: Zrezygnuj z gadżetów na godzinę przed snem;
uk: Відмовтесь від гаджетів за 1 годину до сну;

source: Have dinner at least 2 hours before bedtime and do not overeat;
pl: Zjedz kolację co najmniej 2 godziny przed snem i nie przejadaj się;
uk: Вечеряйте не менше, ніж за 2 години до сну та не переїдайте;

source: Light from small candles will help the brain to relax and adjust to sleep
pl: Światło małych świeczek pomoże mózgowi zrelaksować się i przyzwyczaić do snu
uk: Світло від невеличних свічок допоможе мозку розслабитись та налаштуватись на сон

source: Almost all dreams that a person sees fall into the phase of REM sleep. In order to see more dreams, follow simple recommendations:
pl: Prawie wszystkie sny, które widzi osoba, wchodzą w fazę snu REM. Aby zobaczyć więcej snów, postępuj zgodnie z prostymi zaleceniami:
uk: Майже всі сни, які бачить людина, припадають на фазу швидкого сну. Для того, щоб бачити більше снів, дотримуйтесь простих рекомендацій:

source: Set a short alarm 1.5-2 hours before you plan to wake up in the morning;
pl: Ustaw krótki alarm 1,5-2 godziny przed planowanym wstaniem rano;
uk: Поставьте короткий будильник за 1,5-2 години до того, як плануєте прокинутися вранці;

source: Place something that has a pleasant aroma (home fragrance, etc.) in the sleeping area or next to you;
pl: Umieść coś, co ma przyjemny zapach (zapach domu itp.) w części sypialnej lub obok ciebie;
uk: Поставьте в приміщенні для сну або поруч з Вами річ, що має приємний аромат (аромат для дому тощо);

source: Concentrate on what you would like to see in a dream;
pl: Skoncentruj się na tym, co chciałbyś zobaczyć we śnie;
uk: Концентруйтеся на тому, що Ви хотіли б побачити уві сні;

source: Before going to bed, fix your attention on the clock for a time interval of 1.5-2 hours before the planned awakening
pl: Przed pójściem spać na zegarze, zwróć uwagę na odstęp czasowy 1,5-2 godziny przed planowanym przebudzeniem
uk: Перед сном на годиннику зафіксуйте увагу на проміжку часу 1,5-2 години до запланованого пробудження

source: Try to avoid stimulants and sedatives. They negatively affect general sleep, its quality and sedative effect.
pl: Staraj się unikać środków pobudzających i uspokajających. Wpływają negatywnie na ogólny sen, jego jakość oraz działanie uspokajające.
uk: Намагайтеся відмовитися від стимуляторів та заспокійливих. Вони негативно впливають на загальний сон, його якість та седативний ефект.

source: An hour before bedtime, do not be distracted by gadgets, but give preference to quiet time, for example:
pl: Na godzinę przed snem nie rozpraszaj się gadżetami, ale preferuj spokojny czas, na przykład:
uk: За годину до сну не відволікайтесь на гаджети, а надайте перевагу спокійному проведенню часу, наприклад:

source: reading a book;
pl: czytając książkę;
uk: читанню книги;

source: communication with family;
pl: komunikacja z rodziną;
uk: спілкуванню з сімʼєю;

source: spending time in the fresh air
pl: spędzanie czasu na świeżym powietrzu
uk: проведенню часу на свіжому повітрі

source: 2 hours before bedtime, it is better to refrain from tasty food. It is the phase of deep sleep that helps us feel energetic and energetic.
pl: 2 godziny przed snem lepiej powstrzymać się od smacznego jedzenia. Jest to faza głębokiego snu, która pomaga nam poczuć energię i energię.
uk: За 2 години до сну краще утриматись від смачненького. Саме фаза глибокого сну допомагає нам відчувати себе бадьорими та сповненими сил.

source: Normal blood pressure
pl: Normalne ciśnienie krwi
uk: Норма кров’яного тиску

source: The average indicator is considered to be 120/80 mm Hg, however, depending on age and individual characteristics, the indicator may change
pl: Za średni wskaźnik uważa się 120/80 mm Hg, jednak w zależności od wieku i indywidualnych cech wskaźnik może się zmieniać
uk: Середнім показником вважають 120/80 мм рт, проте в залежності від віку та індивідуальних особливостей показник може змінюватись

source: Reduce stress
pl: Redukować stres
uk: Зменшити рівень стресу

source: Insulin
pl: Insulina
uk: Інсулін

source: mU/l
uk: мОд/л

source: About insulin
pl: O insulinie
uk: Про інсулін

source: Insulin is the main hormone of the pancreas, which affects many aspects of metabolism in almost all tissues.
pl: Insulina to główny hormon trzustki, który wpływa na wiele aspektów metabolizmu w prawie wszystkich tkankach.
uk: Інсулін — це основний гармон підшлункової залози, що впливає на багато аспектів обміну речовин майже у всіх тканинах.

source: Insulin rate
pl: Szybkość insuliny
uk: Норма інсуліну

source: The normal level of insulin for women and men is considered to be from 3 to 25 milliunits per liter.
pl: Uważa się, że normalny poziom insuliny dla kobiet i mężczyzn wynosi od 3 do 25 milijednostek na litr.
uk: Нормальним рівнем інсуліну для жінок і чоловіків вважать показник від 3 до 25 міліодиниць на літр.

source: Imbalance consequences
pl: Konsekwencje braku równowagi
uk: Наслідки дисбалансу

source: Insulin deficiency can cause type I diabetes. The pancreas does not cope with its functions: the amount of synthesized hormone does not process the entire amount of glucose, so the blood sugar level rises;
pl: Niedobór insuliny może powodować cukrzycę typu I. Trzustka nie radzi sobie ze swoimi funkcjami: ilość syntetyzowanego hormonu nie przetwarza całej ilości glukozy, więc wzrasta poziom cukru we krwi;
uk: Дефіцит інсуліну може викликати цукровий дібет І типу. Підшлункова залоза не справляється зі своїми функціями: кількість синтезованого гормону не переробляє всього обсягу глюкози, тому рівень цукру в крові підвищується;

source: Too much insulin or too much insulin can lead to type II diabetes because the body's tissues become insensitive to the hormone.
pl: Za dużo insuliny lub za dużo insuliny może prowadzić do cukrzycy typu II, ponieważ tkanki organizmu stają się niewrażliwe na hormon.
uk: Достатня кількість інсуліну або його надмірна кількість можуть призвести до цукрувого діабету ІІ типу, оскільки тканини організму втрачають чутливість до гормону.

source: Type I diabetes
pl: Cukrzyca typu I
uk: Діабет І типу

source: Reasons:
pl: Powody:
uk: Причини:

source: Viruses that affect the pancreas;
pl: Wirusy wpływające na trzustkę;
uk: Віруси, які вражають підшлункову залозу;

source: Conditions associated with the destruction of insulin-producing cells of the pancreas
pl: Stany związane z niszczeniem komórek trzustki produkujących insulinę
uk: Стани, що пов’язані з руйнуванням інсулінопродукуючих клітин підшлункової залози

source: Signs of type I diabetes:
pl: Objawy cukrzycy typu I:
uk: Ознаки діабету І типу:

source: Increased thirst;
pl: Zwiększone pragnienie;
uk: Посилена спрага;

source: Frequent urination;
pl: Częste oddawanie moczu;
uk: Часте сечовиділення;

source: Constant feeling of hunger;
pl: Ciągłe uczucie głodu;
uk: Постійне відчуття голоду;

source: Constant feeling of fatigue;
pl: Ciągłe uczucie zmęczenia;
uk: Постійне відчуття втоми;

source: Sharp weight loss
pl: Ostra utrata wagi
uk: Різке зниження ваги

source: Type II diabetes
pl: Cukrzyca typu II
uk: Діабет ІI типу

source: Risk factors:
pl: Czynniki ryzyka:
uk: Фактори ризику:

source: Stress;
pl: Stres;
uk: Стрес;

source: Overweight;
pl: Nadwaga;
uk: Надлишкова вага;

source: Suffered trauma or serious illness;
pl: Doznane urazy lub poważne choroby;
uk: Перенесені травми або тяжкі захворювання;

source: Increased blood pressure;
pl: Zwiększone ciśnienie krwi;
uk: Підвищений кров’яний тиск;

source: Age 40+
pl: Wiek 40+
uk: Вік 40+

source: Signs of type II diabetes:
pl: Objawy cukrzycy typu II:
uk: Ознаки діабету ІI типу:

source: Feeling tired;
pl: Czuć się zmęczonym;
uk: Відчуття втоми;

source: Dryness and itching of the skin;
pl: Suchość i swędzenie skóry;
uk: Сухість і свербіж шкіри;

source: Constant feeling of hunger and thirst;
pl: Ciągłe uczucie głodu i pragnienia;
uk: Постійне відчуття голоду та спраги;

source: Wounds that do not heal for a long time;
pl: Rany, które nie goją się przez długi czas;
uk: Рани, що тривалий час не загоюються;

source: Deterioration of vision
pl: Pogorszenie widzenia
uk: Погіршення зору

source: If you or your relatives have more than two risk factors, we recommend getting tested for diabetes!
pl: Jeśli Ty lub Twoi bliscy macie więcej niż dwa czynniki ryzyka, zalecamy wykonanie testu na cukrzycę!
uk: Якщо ви або ваші родичі мають більше двох факторів ризику, рекомендуємо пройти обстеження на діабет!

source: Prevention of diabetes
pl: Profilaktyka cukrzycy
uk: Профілактика діабету

source: Follow a healthy and balanced diet;
pl: Stosuj zdrową i zbilansowaną dietę;
uk: Дотримуйтесь здорового та збалансованого харучвання;

source: Make it a habit to exercise regularly;
pl: Zrób nawyk regularnych ćwiczeń;
uk: Введіть за звичку мати регулярні фізичні навантаження;

source: Maintain a normal body weight;
pl: Utrzymuj normalną wagę ciała;
uk: Підтримуйте нормальну масу тіла;

source: See your doctor to prevent complications
pl: Skontaktuj się z lekarzem, aby zapobiec powikłaniom
uk: Відвідайте лікаря, щоб запобігти ускладнанням

source: A note on the procedure for collecting blood for analysis
pl: Uwaga dotycząca procedury pobierania krwi do analizy
uk: Пам’ятка про процедуру збору крові для аналізу

source: The last meal should be 8-12 hours before the analysis;
pl: Ostatni posiłek powinien być 8-12 godzin przed analizą;
uk: Останній прийом їжі має бути за 8-12 годин до аналізу;

source: One day before the analysis, exclude fatty food;
pl: Dzień przed analizą wyklucz tłuste jedzenie;
uk: За добу до аналізу виключити жирну їжу;

source: One day before the analysis, exclude alcohol;
pl: Dzień przed analizą wyklucz alkohol;
uk: За добу до аналізу виключити алкоголь;

source: It is allowed to drink water
pl: Dozwolone jest picie wody
uk: Дозволяється пити воду

source: Each case is special, so we recommend consulting a doctor before collecting blood!
pl: Każdy przypadek jest wyjątkowy, dlatego przed pobraniem krwi zalecamy konsultację z lekarzem!
uk: Кожен випадок є особливим, тому перед проведенням збору крові рекомендуємо проконсультуватись з лікарем!

source: Glucose (sugar)
pl: Glukoza (cukier)
uk: Глюкоза (цукор)

source: About glucose
pl: O glukozie
uk: Про глюкозу

source: Glucose is a simple sugar, the main source of energy for the human body. The carbohydrates we eat are broken down into glucose and other simple sugars.
pl: Glukoza jest cukrem prostym, głównym źródłem energii dla organizmu człowieka. Węglowodany, które spożywamy, są rozkładane na glukozę i inne cukry proste.
uk: Глюкоза — це простий цукор, основне джерело енергії для організму людини. Вуглеводи, які ми вживаємо, розчиплюються на глюкозу та інші прости цукри.

source: The norm of glucose in the blood
pl: Norma glukozy we krwi
uk: Норма глюкози в крові

source: Adults: 3.5-5.7 mmol/l;
pl: Dorośli: 3,5-5,7 mmol/l;
uk: Дорослі: 3,5-5,7 ммоль/л;

source: Children: 4.2-6.4 mmol/l;
pl: Dzieci: 4,2-6,4 mmol/l;
uk: Діти: 4,2-6,4 ммоль/л;

source: Elderly people and pregnant women: 3.3-6.5 mmol/l
pl: Osoby starsze i kobiety w ciąży: 3,3-6,5 mmol/l
uk: Літні люди та вагітні жінки: 3,3-6,5 ммоль/л

source: Pregnancy can trigger the development of diabetes. Therefore, pregnant women need to regularly take blood sugar tests!
pl: Ciąża może wywołać rozwój cukrzycy. Dlatego kobiety w ciąży muszą regularnie wykonywać badania poziomu cukru we krwi!
uk: Вагітність може спровокувати розвиток цукрового діабету. Тому вагітним жінкам необхідно регулярно здавати аналіз на рівень цукру в крові!

source: Factors contributing to an increase in sugar levels
pl: Czynniki przyczyniające się do wzrostu poziomu cukru
uk: Чинники, що сприяють підвищенню рівня цукру

source: Unstable emotional state;
pl: Niestabilny stan emocjonalny;
uk: Нестабільний емоційний стан;

source: Unhealthy diet;
pl: Niezdrowa dieta;
uk: Нездорове харчування;

source: Signs that may indicate an increase in sugar levels
pl: Oznaki, które mogą wskazywać na wzrost poziomu cukru
uk: Ознаки, яки можуть свідчити про підвищення рівня цукру

source: Constant thirst;
pl: Ciągłe pragnienie;
uk: Постійна спрага;

source: Dry mouth;
pl: Suchość w ustach;
uk: Сухість в роті;

source: Itching of the skin and mucous membranes;
pl: Swędzenie skóry i błon śluzowych;
uk: Свербіж шкіри та слизових оболонок;

source: General weakness, constant feeling of fatigue
pl: Ogólne osłabienie, ciągłe uczucie zmęczenia
uk: Загальна слабкість, постійне відчуття втоми

source: Diseases with an elevated level of glucose
pl: Choroby z podwyższonym poziomem glukozy
uk: Захворювання при підвищенному рівню глюкози

source: Diabetes;
pl: Cukrzyca;
uk: Цукровий діабет;

source: Endocrine disorders;
pl: Zaburzenia endokrynologiczne;
uk: Ендокринні порушення;

source: Diseases of the pancreas (pancreatitis, cystic fibrosis);
pl: Choroby trzustki (zapalenie trzustki, mukowiscydoza);
uk: Захворювання підшлункової залози (панкреатит, муковісцидоз);

source: Chronic liver and kidney diseases;
pl: Przewlekłe choroby wątroby i nerek;
uk: Хронічні захворювання печінки та нирок;

source: Myocardial infarction
pl: Zawał mięśnia sercowego
uk: Інфаркт міокарду

source: Avoid physical activity the day before the analysis;
pl: Unikaj aktywności fizycznej na dzień przed analizą;
uk: Виключити фізичні навантаження за добу до здачі аналізу;

source: Give up an excessive amount of sweets for dinner;
pl: Zrezygnuj z nadmiernej ilości słodyczy na obiad;
uk: Відмовитись від надмірної кількості солодощів на вечерю;

source: It is necessary to come to the laboratory in the morning on an empty stomach: the use of food and water is prohibited;
pl: Do laboratorium trzeba przyjść rano na czczo: zabronione jest używanie jedzenia i wody;
uk: В лабораторію зранку необхідно прийти натще: вживання їжі та води забороняється;

source: When taking daily pills, it is allowed to drink a glass of water
pl: Podczas przyjmowania tabletek dziennie można wypić szklankę wody
uk: При прийомі щоденних пігулок дозволяється випити склянку води

source: User profile
pl: Profil użytkownika
uk: Профіль користувача

source: Language change
pl: Zmiana języka
uk: Зміна мови

source: Help
pl: Pomoc
uk: Допомога

source: Sign out of your account
pl: Wyloguj się ze swojego konta
uk: Вийти з облікового запису

source: Change picture
pl: Zmień zdjęcie
uk: Змінити світлину

source: Personal parameters
pl: Parametry osobiste
uk: Особисті параметри

source: cm
uk: см

source: kg
uk: кг

source: Delete profile
pl: Usuń profil
uk: Видалити профіль

source: Choose from the gallery
pl: Wybierz z galerii
uk: Вибрати з галереї

source: Take a picture
pl: Zrobić zdjęcie
uk: Зробити світлину

source: Delete current photo
pl: Usuń bieżące zdjęcie
uk: Видалити поточну світлину

source: Second name
pl: Nazwisko
uk: Прізвище

source: First name
pl: Imię
uk: Ім’я

source: Date of birth
pl: Data urodzenia
uk: Дата народження

source: Height
pl: Wzrost
uk: Зріст

source: Weight
pl: Waga
uk: Вага

source: Deleting a profile
pl: Usuwanie profilu
uk: Видалення профілю

source: Data cannot be recovered if the profile is deleted. Are you sure you want to delete your profile?
pl: Danych nie można odzyskać, jeśli profil zostanie usunięty. Czy na pewno chcesz usunąć swój profil?
uk: Дані неможливо буде відновити, якщо профіль буде видалено. Ви дійсно бажаєте видалити профіль?

source: Choose the type of your profile
pl: Wybierz typ swojego profilu
uk: Оберіть вид Вашого профілю

source: I am a user
pl: jestem użytkownikiem
uk: Я користувач

source: I am a doctor
pl: jestem lekarzem
uk: Я лікар

source: Step 1 of 3
pl: Krok 1 z 3
uk: Крок 1 з 3

source: Step 2 of 3
pl: Krok 2 z 3
uk: Крок 2 з 3

source: Choose a specialization
pl: Wybierz specjalizację
uk: Оберіть спеціалізацію

source: Choose 3 tags that characterize your activity:
pl: Wybierz 3 tagi, które charakteryzują Twoją aktywność:
uk: Оберіть 3 теги, що характеризують Вашу діяльність:

source: Step 3 of 3
pl: Krok 3 z 3
uk: Крок 3 з 3

source: Add your photo to your profile
pl: Dodaj swoje zdjęcie do swojego profilu
uk: Додайте Вашу світлину до профілю

source: Upload a photo
pl: Załaduj zdjęcie
uk: Завантажити світлину

source: Partners of MISU
pl: Partnerzy MISU
uk: Партнери MISU

source: Those we trust
pl: Ci, którym ufamy
uk: Ті, кому ми довіряємо

source: See
pl: Oglądać
uk: Дивитись

source: The heartbeat has regular deviations from the norm
pl: Bicie serca ma regularne odchylenia od normy
uk: Серцебиття має регулярні відхилення від норми

source: We recommend taking a heart disease risk test to prevent possible complications
pl: Zalecamy wykonanie testu ryzyka chorób serca, aby zapobiec możliwym powikłaniom
uk: Рекомендуємо пройти тест щодо ризику розвитку серцевих хвороб для попередження можливих ускладнень

source: Pass a test
pl: Zdać test
uk: Пройти тест

source: Blood pressure has regular deviations from the norm
pl: Ciśnienie krwi ma regularne odchylenia od normy
uk: Кров’яний тиск має регулярні відхилення від норми

source: It is necessary to pass a test on the risk of developing heart disease to prevent possible complications
pl: Konieczne jest zdanie testu na ryzyko rozwoju chorób serca, aby zapobiec możliwym powikłaniom
uk: Необхідно пройти тест щодо ризику розвитку серцевих хвороб для попередження можливих ускладнень

source: Heart diseases
pl: Choroby serca
uk: Хвороби серця

source: Cardiovascular diseases (CVD)
pl: Choroby sercowo-naczyniowe (CVD)
uk: Серцево-судинні захворювання (ССЗ)

source: CVD is the most common cause of death in the world. Ischemic disease is the main cause of mortality from cardiovascular diseases.
pl: CVD jest najczęstszą przyczyną śmierci na świecie. Choroba niedokrwienna jest główną przyczyną śmiertelności z powodu chorób układu krążenia.
uk: ССЗ є найбільш частою причиною смерті людей у світі. Ішемічна хвороба — основна причина летальності від серцево-судинних захворювань.

source: CVD includes the following diseases:
pl: CVD obejmuje następujące choroby:
uk: До ССЗ відносять наступні хвороби:

source: Ischemic heart disease (angina, myocardial infarction);
pl: Choroba niedokrwienna serca (dławica piersiowa, zawał mięśnia sercowego);
uk: Ішемічна хвороба серця (стенокардія, інфаркт міокарда);

source: Heart failure (associated with high blood pressure);
pl: Niewydolność serca (związana z wysokim ciśnieniem krwi);
uk: Серцева недостатність (пов’язують з високим кров’яним тиском);

source: Cardiomyopathy;
pl: Kardiomiopatia;
uk: Кардіоміопатія;

source: Arrhythmia;
pl: Niemiarowość;
uk: Аритмія;

source: Congenital and acquired heart defects;
pl: Wrodzone i nabyte wady serca;
uk: Вроджені та набуті вади серця;

source: Aortic aneurysm;
pl: Tętniak aorty;
uk: Аневризм аорти;

source: Thrombosis;
pl: Zakrzepica;
uk: Тромбоз;

source: Thrombophlebitis
pl: Zakrzepowe zapalenie żył
uk: Тромбофлебіт

source: Age 55+;
pl: Wiek 55+;
uk: Вік 55+;

source: Genetic factors: if the parents were sick with CVD, the risk of the disease increases three times;
pl: Czynniki genetyczne: jeśli rodzice byli chorzy na CVD, ryzyko choroby wzrasta trzykrotnie;
uk: Генетичні фактори: якщо батькі хворіли на ССЗ, то ризик захворювання зростає втричі;

source: Low physical activity;
pl: Niska aktywność fizyczna;
uk: Низька фізична активність;

source: Smoking and excessive alcohol consumption
pl: Palenie i nadmierne spożywanie alkoholu
uk: Паління та надмірне вживання алкоголю

source: Typical symptoms of heart attacks and strokes
pl: Typowe objawy zawału serca i udaru mózgu
uk: Типові симптоми інфарктів та інсультів

source: Sudden weakness of the face, arm or leg, mainly on one side of the body;
pl: Nagłe osłabienie twarzy, ręki lub nogi, głównie po jednej stronie ciała;
uk: Раптова слабкість обличчя, руки чи ноги, переважно на одній стороні тіла;

source: Pain or discomfort in the center of the chest;
pl: Ból lub dyskomfort w środku klatki piersiowej;
uk: Біль або дискомфорт в центрі грудної клітини;

source: Pain or discomfort in the hands, left shoulder, elbows, back and jaw;
pl: Ból lub dyskomfort w dłoniach, lewym ramieniu, łokciach, plecach i szczęce;
uk: Біль або дискомфорт у руках, лівому плечі, ліктях, спині та щелепі;

source: Nausea;
pl: Mdłości;
uk: Нудота;

source: Feeling unclear or unconscious;
pl: Poczucie niejasności lub nieprzytomności;
uk: Відчуття неясного або непритомного стану;

source: Cold sweat
pl: Zimny ​​pot
uk: Холодний піт
