Repository: VladyslavBaranov/MISU-4.0.0
Catalog: CoronaVirTracker/Resources/Localization/*.lproj/Localizable.strings
Languages: pl, uk

# wc_str_4
source: Cancel
pl: Anuluj
uk: Скасувати

# gui_add
source: Add
pl: Dodaj
uk: Додати

# gui_update
source: Update
pl: Aktualizacja
uk: Оновити

# gui_v
source: Version
pl: Wersja
uk: Версія

# datetime_date
source: Date
pl: Data
uk: Дата

# datetime_time
source: Time
pl: Czas
uk: Час

# datetime_day
source: Day
pl: Dzień
uk: День

# datetime_week
source: Week
pl: Tydzień
uk: Тиждень

# datetime_month
source: Month
pl: Miesiąc
uk: Місяць

# datetime_year
source: Year
pl: Rok
uk: Рік

# datetime_today
source: Today
pl: Dziś
uk: Сьогодні

# unit_heart
source: beats/min
pl: uderzeń/min
uk: уд/хв

# unit_pressure
source: mm Hg
uk: мм рт

# unit_insuline
source: mmol/L
uk: ммоль/л

# wc_str_1
source: Watch connection
pl: Podłącz bransoletkę
uk: Підключення годинника

# wc_str_2
source: Device search
pl: Wyszukiwanie urządzeń
uk: Пошук пристроїв

# wc_str_3
source: Not connected
pl: Nie połączony
uk: Не під’єднано

# hrr_str_1
source: About the heartbeat
pl: Informacje o uderzeniu serca
uk: Про серцебиття

# hrr_str_2
source: Heart rate (HR) is the number of beats (contractions) of the heart in one minute. The normal heart rate may vary from person to person, depending on individual characteristics.
pl: Tętno (HR) to liczba uderzeń (skurczów) serca w ciągu jednej minuty. Normalne tętno może różnić się u poszczególnych osób, w zależności od indywidualnych cech.
uk: Частота серцевих скорочень (ЧСС) — це кількість ударів (скорочень) серця за одну хвилину. Показник частоти серцевих скорочень у нормі може різнитися від людини до людини, залежно від індивідуальних особливостей.

# hrr_str_3
source: Normal heart rate
pl: Normalne tętno
uk: Норма серцебиття

# hrr_str_5
source: Persons over 18 years of age: from 60 to 100 beats per minute;
pl: Osoby powyżej 18 roku życia: od 60 do 100 uderzeń na minutę;
uk: Особи від 18 років: від 60 до 100 ударів за хвилину;

# hrr_str_6
source: Children: 70 to 100 beats per minute
pl: Dzieci: od 70 do 100 uderzeń na minutę
uk: Діти: від 70 до 100 ударів за хвилину

# hrr_str_7
source: The main reasons for changes in heart rate
pl: Główne przyczyny zmian tętna
uk: Основні причини зміни ЧСС

# hrr_str_8
source: Age (heart rate may increase with age);
pl: Wiek (tętno może wzrosnąć wraz z wiekiem);
uk: Вік (з віком ЧСС може збільшуватись);

# hrr_str_9
source: Level of physical activity;
pl: Poziom aktywności fizycznej;
uk: Рівень фізічної активності;

# hrr_str_10
source: Weight;
pl: Waga;
uk: Вага;

# hrr_str_11
source: Cardiovascular diseases;
pl: Choroby sercowo-naczyniowe;
uk: Серцево-судинні захворювання;

# hrr_str_12
source: Endocrine and hormonal disorders;
pl: Zaburzenia endokrynologiczne i hormonalne;
uk: Ендокринні та гормональні порушення;

# hrr_str_13
source: Air temperature and humidity;
pl: Temperatura i wilgotność powietrza;
uk: Температура та вологість повітря;

# hrr_str_14
source: Emotional condition;
pl: Stan emocjonalny;
uk: Емоційний стан;

# hrr_str_15
source: Smoking
pl: Palenie
uk: Тютюнопаління

# hrr_str_16
source: We recommend you to visit the doctor:
pl: Zalecamy wizytę u lekarza:
uk: Рекомендуємо Вам звернутись до лікаря:

# hrr_str_17
source: If in a calm state the heart rate regularly exceeds 100 bpm (tachycardia); If in a calm state the heart rate is regularly below 60 bpm (bradycardia).mDo not postpone a visit to the doctor if you have other symptoms: shortness of breath, dizziness, loss of consciousness, etc.
pl: Jeśli w spokojnym stanie tętno regularnie przekracza 100 uderzeń na minutę (tachykardia); Jeśli w spokojnym stanie tętno regularnie spada poniżej 60 uderzeń na minutę (bradykardia).mNie odkładaj wizyty u lekarza, jeśli mają inne objawy: duszności, zawroty głowy, utratę przytomności itp.
uk: Якщо в спокійному стані ЧСС регулярно перевищує 100 уд/хв (тахікардія); Якщо в спокійному стані ЧСС регулярно нижче 60 уд/хв (брадикардія). Не відкладайте візит до лікаря, якщо Ви маєте й інші симптоми: задишка, запаморочення, втрата свідомості тощо.

# hrr_str_18
source: Reduce the level of stress;
pl: Zredukuj poziom stresu;
uk: Зменшити рівень стресу;

# hrr_str_19
source: Give up smoking;
pl: Rzuć palenie;
uk: Відмовитись від паління;

# hrr_str_20
source: Have regular physical activity;
pl: Utrzymuj regularną aktywność fizyczną;
uk: Мати регулярні фізичні навантаження;

# hrr_str_21
source: Maintain a normal body weight
pl: Utrzymuj normalną wagę ciała
uk: Підтримувати нормальну масу тіла

# hrr_str_22
source: Disease prevention
pl: Zapobieganie chorobom
uk: Профілактика захворювання

# gen_str_1
source: Risk factors
uk: Фактори ризику

# gen_str_2
source: Typical symptoms
uk: Типові симптоми

# gen_str_3
source: Disease prevention
uk: Профілактика захворювання

# gen_str_4
source: Warning!
uk: Увага!

# gen_str_5
source: Today
uk: Сьогодні

# get_str_6
source: Next
uk: Далі

# gen_str_7
source: normal
uk: норма

# gen_world
source: World
uk: Світ

# unit_thousand
source: thou.
uk: тис

# was_str_1
source: Welcome to MISU Assistant!
uk: Вас вітає Асистент MISU!

# was_str_2
source: Your personal doctor
uk: Ваш персональний лікар

# was_str_3
source: Consultations at any time 24/7
uk: Консультації в будь-який час 24/7

# was_str_4
source: Automatic insurance within 50K UAH / year
uk: Автоматичне страхування в межах 50 тис грн/рік

# was_str_5
source: Predicts the health risks and informs about it
uk: Асистент прогнозує ризики ускладнень та інформує про це

# was_str_6
source: See on the health statistics over time
uk: Ви бачите статистику по здоров’ю в порівнянні з часом

# was_str_7
source: Activate the Assistant by purchasing a bracelet or subscription
uk: Активуйте Асистент через покупку браслета чи підписки

# was_str_8
source: MISU bracelet for your health
uk: Браслет MISU на варті здоров’я

# was_str_9
source: The bracelet counts all indicators and saves the data
uk: Браслет автоматично считає всі показники і збереже дані

# was_str_10
source: MISU Assistant is thousands of lives saved
uk: Асистент MISU — це тисячі врятованних життів

# was_str_11
source: Cases of threat of a stroke are prevented
uk: Попереджено випадки загрози інсульту

# was_str_12
source: Cases of preinfarction condition are prevented
uk: Попереджено випадки передінфарктного стану

# was_str_13
source: Prevention of damaged capillaries in diabetes
uk: Попереджено пошкодження капілярів при цукрувому діабеті

# was_str_14
source: Prevention of severe pneumonia
uk: Попереджено важку форму запалення легень

# was_str_15
source: Users around the world trust the Assistant
uk: Користувачі по всьому світу довіряють Асистенту

# was_str_16
source: World
uk: Cвіт

# was_str_17
source: 53K
uk: 53 тис

# was_str_18
source: MISU Assistant helps users recover
uk: Асистент MISU сприяє одуженню користувачів

# was_str_19
source: Prevented diseases
uk: Попереджені захворювання

# was_str_20
source: Contact with doctor
uk: Звернення до лікаря

# was_str_21
source: Follow the health trends around you and in the world
uk: Слідкуйте за тенденціями здоров'я навколо вас і в світі

# was_str_22
source: * average value of the indicator
uk: * середнє значення показника

# was_str_23
source: Activate MISU Assistant
uk: Активувати Асистент MISU

# was_str_24
source: Buy
uk: Купити

# was_str_25
source: MISU takes care of you
uk: MISU піклується про вас

# was_str_26
source: Basic insurance policy 'Care' for everyone
uk: Базовий страховий поліс “Турбота” для кожного

# was_str_27
source: Protect your health every day
uk: Захист здоров’я кожного дня

# was_str_28
source: Basic insurance policy from Alpha Insurance
uk: Базовий страховий поліс від Альфа Страхування

# was_str_29
source: Activate the Assistant by purchasing a bracelet or subscription
uk: Активуйте Асистент через покупку браслета чи підписки

# mah_pol_str_1
source: MISU Assistant
uk: Асистент MISU

# mah_pol_str_2
source: Consult during working days from 9:00 to 17:00
uk: Консультації у робочі дні з 9:00 до 17:00

# mah_str_1
source: MISU Assistant 24/7
uk: Асистент MISU 24/7

# mah_str_2
source: An assistant is always here when you need an urgent consultation
uk: Асистент завжди поруч, коли вам потрібна невідкладна консультація

# mah_str_3
source: Call
uk: Викликати

# mah_str_4
source: Mail
uk: Написати

# mah_str_5
source: Assistant
uk: Аситент

# mah_str_6
source: Health indicators
uk: Показники здоров’я

# mah_str_7
source: More
uk: Більше

# mah_str_8
source: Blood Pressure
uk: Кров'яний тиск

# mah_str_9
source: Blood Sugar Glucose
uk: Вміст цукру в крові

# mah_str_10
source: Heartbeat
uk: Серцебиття

# mah_str_11
source: mmol/L
uk: ммоль/л

# mah_str_12
source: beats/min
uk: уд/хв

# mah_str_13
source: My Assistant
uk: Мій Асистент

# mah_str_14
source: Doctor Online
uk: Лікар Онлайн

# mah_str_15
source: Risk group
uk: Група ризику

# mah_str_16
source: How the MISU Assistant works
uk: Як працює Асистент

# mah_str_17
source: Personal assistant 24/7
uk: Персональний помічник 24/7

# mah_str_18
source: mm Hg
uk: мм рт

# mah_str_19
source: Menu
uk: Меню

# mah_str_20
source: Bracelet
uk: Браслет

# dl_str_1
source: Family doctor
uk: Сімейний лікар

# dl_str_2
source: Pediatrician
uk: Педіатр

# dl_str_3
source: Endocrinologist
uk: Ендокринолог

# dl_str_4
source: Children 0-16 yr.
uk: Діти 0-16 р.

# dl_str_5
source: Adults
uk: Дорослі

# dl_str_7
source: Children 7-16 yr.
uk: Діти 7-16 р.

# dl_str_8
source: Children 0-3 yr.
uk: Діти 0-3 р.

# dd_str_1
source: Doctor's profile
uk: Профіль лікаря

# dd_str_2
source: About the Doctor
uk: Про лікаря

# dd_str_3
source: Read more
uk: Читати більше

# dd_str_4
source: Send a message
uk: Написати повідомлення

# dd_str_5
source: Make a call
uk: Зателефонувати

# dd_str_6
source: Hide
uk: Згорнути

# cl_str_1
source: All chats
uk: Всі чати

# cl_str_2
source: Congratulations! Your data has been transferred to the doctor. Wait for the call...
uk: Вітаю! Ваші дані передані лікарю. Очікуйте на дзвінок...

# cp_str_1
source: MISU Assistant
uk: Асистент MISU

# cp_str_2
source: The current 'Blood pressure' reading can lead to a critical condition. Please answer whether you need a doctor's consultation.
uk: Поточний показник «Кров’яний тиск» може призвести до критичного стану. Просимо дати відповідь, чи потрібна Вам консультація лікаря.

# cp_str_3
source: Remember that you can always contact a doctor if necessary.
uk: Пам’ятайте, що за необхідності Ви завжди можете зв’язатися з лікарем.

# cp_str_4
source: Good afternoon, application is received. Doctor will answer you in 1 minute
uk: Доброго дня, звернення отримано. Вже за 1 хв вам відповість Лікар

# mm_str_1
source: Male
uk: Чоловіча

# mm_str_2
source: Female
uk: Жіноча

# mm_str_3
source: Sex
uk: Стать

# mm_str_4
source: Height (cm)
uk: Зріст (см)

# mm_str_5
source: Weight (kg)
uk: Вага (кг)

# mm_str_6
source: Blood type
uk: Г-па крові

# mm_str_7
source: July
uk: Липень

# mm_str_8
source: All indicators are normal
uk: Всі показники в нормі

# mm_str_9
source: No unstable indicators were recorded for this day
uk: За цей день не було зафіксовано жодних нестабільних показників

# mm_str_10
source: Alpha Insurance
uk: Альфа Страхування

# mm_str_11
source: Taking care of the main thing, for you and your loved ones
uk: Турбота про головне, для вас та ваших близьких

# mm_str_12
source: My Family
uk: Моя сімʼя

# mm_str_13
source: Add to group
uk: Додати до групи

# mm_str_14
source: July
uk: Липень

# mm_str_15
source: This day:
uk: Цього дня:

# mm_str_16
source: No planned events this day
uk: На цей день немає запланованих подій

# mm_str_17
source: Calendar
uk: Календар

# wm_str_1
source: Connected
uk: З’єднано

# wm_str_2
source: Intensive health monitoring
uk: Інтенсивний моніторинг здоров’я

# wm_str_3
source: Sleep
uk: Сон

# wm_str_4
source: Steps
uk: Кроки

# wm_str_5
source: General indicators
uk: Загальні показники

# wm_str_6
source: Bracelet
uk: Браслет

# wr_str_1
source: Loading your data...
uk: Завантажуємо Ваші дані...

# hc_str_1
source: Health indicators
uk: Показники здровʼя

# hc_str_2
source: Sleep
uk: Сон

# hc_str_3
source: Steps
uk: Кроки

# hc_str_4
source: Blood pressure
uk: Кровʼяний тиск

# hc_str_5
source: Blood Sugar Glucose
uk: Вміст цукру в крові

# hc_str_6
source: Heartbeat
uk: Серцебиття

# hc_str_7
source: Saturation
uk: Сатурація

# hc_str_8
source: Body temperature
uk: Темп-ра тіла

# nm_str_1
source: Notification
uk: Оповіщення

# nm_str_2
source: «Blood pressure»: possible critical condition
uk: «Кров’яний тиск»: можливий критичний стан

# nm_str_3
source: «Name» has the current indicator that may lead to a critical condition. We have not received a response from the user. Do you need a doctor's consultation? *
uk: Поточний показник “Кров’яний тиск” можуть привести до критичного стану. Чи потрібна Вам консультація лікаря?*

# nm_str_4
source: Call the doctor
uk: Зателефонувати лікарю

# nm_str_5
source: Consultation is not required
uk: Консультація не потрібна

# nm_str_6
source: * If we do not receive a response, we will try to contact the members of your family group
uk: * Якщо ми не отримаємо відповіді, спробоуємо зв’язатись з членами Вашої сімейної групи

# BPC_str_1
source: Age 30+;
uk: Вік 30+;

# BPC_str_2
source: Heredity;
uk: Спадковість;

# BPC_str_3
source: Overweight and obesity;
uk: Надмірна вага та ожиріння;

# BPC_str_4
source: Smoking;
uk: Тютюнопаління;

# BPC_str_5
source: Food factors (table salt, coffee, strong tea, alcohol, etc.);
uk: Харчові фактори (кухонна сіль, кава, міцний чай, алкоголь тощо);

# BPC_str_6
source: Sedentary lifestyle
uk: Малорухливий спосіб життя

# BPC_str_7
source: Increased pressure;
uk: Підвищенний тиск;

# BPC_str_8
source: Headache (most often — in the occipital or parietal part);
uk: Головний біль (найчастіше — в потиличній чи тім'яній частині);

# BPC_str_9
source: Periodic tinnitus, darkening of the eyes and dizziness;
uk: Періодичний шум у вухах, потемніння в очах та запаморочення;

# BPC_str_10
source: Rapid heartbeat;
uk: Прискоренне серцебиття;

# BPC_str_11
source: Feeling of suffocation
uk: Відчуття задухи

# BPC_str_12
source: If serious symptoms appear, you should immediately call for medical help!
uk: При появі серйозних симптомів слід негайно звенутися за медичною допомогою!

# BPC_str_13
source: Limit the use of salt;
uk: Обмежити вживання солі;

# BPC_str_14
source: Reduce alcohol consumption;
uk: Зменшити вживання алкоголю;

# BPC_str_15
source: Give up smoking;
uk: Відмовитись від паління;

# BPC_str_16
source: Have regular physical activity;
uk: Мати регулярні фізичні навантаження;

# BPC_str_17
source: Maintain a normal body weight
uk: Підтримувати нормальну масу тіла

# BPC_str_18
source: About blood pressure
uk: Про кров’яний тиск

# BPC_str_19
source: Blood pressure is the force with which blood presses against the walls of arteries. Systolic blood pressure corresponds to the pressure during contraction of the heart (systole), diastolic blood pressure - when the heart relaxes (diastole).
uk: Кров’яний тиск — це сила, з якою кров тисне на стінки артерій. Систолічний артеріальний тиск відповідає тиску під час скорочення серця (систоли), діастолічний артеріальний тиск — в момент розслаблення серця (діастола).

# BPC_str_20
source: * Blood pressure is normal!
uk: * Кров’яний тиск в нормі!

# BPC_str_21
source: Your data is stable. If there are deviations from the norm, we will inform you about it.
uk: Ваші дані стабільні. Якщо будуть відхилення від норми, ми повідомимо про це.

# im_str_1
source: Intensive monitoring
uk: Інтенсивний моніторинг

# im_str_2
source: Mode of intensive health monitoring
uk: Режим інтенсивного моніторингу здоров'я

# im_str_3
source: Turn on the mode so that the indicators are scanned more often even when the application is closed
uk: Увімкніть режим, щоб показники сканувались частіше навіть коли додаток закритий

# im_str_4
source: Importantly!
uk: Важливо!

# im_str_5
source: * Greater activity of devices may require more frequent recharging;
uk: * Більша активність девайсів може вимагати їх частішої підзарядки;

# im_str_6
source: ** App mode requires VPN access, which is enabled automatically
uk: ** Для роботи режиму додатоку необхідний доступ до VPN, який вмикається автоматично

# ahw_str_1
source: How does the MISU Assistant work?
uk: Як працює Асистент MISU?

# ahw_str_2
source: After activating the Assistant, you can access health care services with MISU Watch (or another device):
uk: Після активації Асистента вам стають доступні послуги турботи про ваше здоров’я з MISU Watch (або іншим девайсом):

# ahw_str_3
source: Notification of possible health threats — Assistant notifies about possible negative changes even before they occur;*
uk: Сповіщення про можливі загрози здоров'ю — Асистент повідомляє про можливі негативні зміни ще до їх настання;*

# ahw_str_4
source: Online Assistant 24/7 — you can contact the doctor at any time for a consultation without restrictions for 12 months;
uk: Онлайн Асистент 24/7 — зв'язатись з лікарем в будь-який момент для консультації можна без обмежень протягом 12 місяців;

# ahw_str_5
source: Emergency call — the possibility of calling in the application in case of a critical situation 2 times within 12 months;
uk: Виклик швидкої допомоги — можливість виклику в додатку у разі критичної ситуації 2 рази протягом 12 місяців;

# ahw_str_6
source: Hospitalization in case of a critical condition — up to UAH 50,000 to cover the costs of hospitalization within 12 months;
uk: Госпіталізація при критичному стані — до 50 000 грн покриття витрат на госпіталізацію протягом 12 місяців;

# ahw_str_7
source: * MISU Watch (or other device) measures indicators and after data analysis sends a health report with personal recommendations. In case of a critical situation, it sends a notification with a prediction of possible negative changes in health
uk: * MISU Watch (або інший девайс) вимірює показники та після аналізу даних відправляє звіт про здоров'я з персональними рекомендаціями. У разі критичної ситуації відправляє сповіщення з передбаченням про можливі негативні зміни в здоров'ї

# ahw_str_8
source: How to use?
uk: Як скористатись?

# ahw_str_9
source: In the mobile application, go to the 'My Assistant' section
uk: У мобільному додатку зайдіть в розділ «Мій Асистент»

# ahw_str_10
source: Click the «Call» / «Mail» button to contact the MISU Assistant
uk: Натисніть кнопку «Викликати» / «Написати», щоб зв’язатися з Асистентом misu

# ahw_str_11
source: Tell us what kind of problem do you have
uk: Розкажіть, що вас турбує

# ahw_str_12
source: The coordinator will organize an online consultation with the necessary doctor at a convenient time for you
uk: Координатор організує онлайн консультацію необхідного лікаря на зручну для Вас годину

source: Welcome to MISU Assistant!
pl: Witamy w Asystencie MISU!
uk: Вас вітає Асистент MISU!

source: Your personal doctor
pl: Twój osobisty lekarz
uk: Ваш персональний лікар

source: Consultations at any time 24/7
pl: Konsultacje o każdej porze 24/7
uk: Консультації в будь-який час 24/7

source: Predicts the health risks and informs about it
pl: Przewiduje zagrożenia dla zdrowia i informuje o nich
uk: Асистент прогнозує ризики ускладнень та інформує про це

source: See on the health statistics over time
pl: Zobacz statystyki zdrowia w czasie
uk: Ви бачите статистику по здоров’ю в порівнянні з часом

source: MISU bracelet for your health
pl: Bransoletka MISU dla zdrowia
uk: Браслет MISU на варті здоров’я

source: MISU Assistant is thousands of lives saved
pl: Asystent MISU to tysiące uratowanych istnień
uk: Асистент MISU — це тисячі врятованних життів

source: Cases of threat of a stroke are prevented
pl: Zapobiega się przypadkom zagrożenia udarem
uk: Попереджено випадки загрози інсульту

source: Prevention of severe pneumonia
pl: Zapobieganie ciężkiemu zapaleniu płuc
uk: Попереджено важку форму запалення легень

source: Users around the world trust the Assistant
pl: Użytkownicy na całym świecie ufają Asystentowi
uk: Користувачі по всьому світу довіряють Асистенту

source: World
pl: Świat
uk: Світ

source: 53K
pl: 53 tys.
uk: 53 тис

source: MISU Assistant helps users recover
pl: Asystent MISU pomaga użytkownikom odzyskać zdrowie
uk: Асистент MISU сприяє одуженню користувачів

source: Prevented diseases
pl: Zapobieganie chorobom
uk: Попереджені захворювання

source: Contact with doctor
pl: Skierowanie do lekarza
uk: Звернення до лікаря

source: Follow the health trends around you and in the world
pl: Śledź trendy zdrowotne wokół Ciebie i na świecie
uk: Слідкуйте за тенденціями здоров'я навколо вас і в світі

source: mm Hg *
uk: мм рт*

source: * average value of the indicator
pl: * średnia wartość wskaźnika
uk: * середнє значення показника

source: Activate MISU Assistant
pl: Aktywuj Asystenta MISU
uk: Активувати Асистент MISU

source: Buy
pl: Kup
uk: Купити

source: MISU takes care of you
pl: MISU troszczy się o Ciebie
uk: MISU піклується про вас

source: Basic insurance policy "Care" for everyone
pl: Całodobowa opieka lekarska
uk: Базовий страховий поліс “Турбота” для кожного

source: Protect your health every day
pl: Ochrona zdrowia na co dzień
uk: Захист здоров’я кожного дня

source: Basic insurance policy from Alpha Insurance
pl: Wiedz ryzyko udaru lub zawału serca
uk: Базовий страховий поліс від Альфа Страхування

source: MISU Assistant 24/7
pl: Asystent MISU 24/7
uk: Асистент MISU 24/7

source: An assistant is always here when you need an urgent consultation
pl: Asystent jest zawsze pod ręką, gdy potrzebujesz pilnej porady
uk: Асистент завжди поруч, коли вам потрібна невідкладна консультація

source: Call
pl: Zadzwoń
uk: Викликати

source: Text
pl: Napisz
uk: Написати

source: Health indicators
pl: Wskaźniki zdrowia osobistego
uk: Персональні показники здоров’я

source: More
pl: Więcej
uk: Більше

source: Blood Sugar Glucose
pl: Zawartość cukru we krwi
uk: Вміст цукру в крові

source: Heartbeat
pl: Palpitacja
uk: Серцебиття

source: mmol/L
uk: ммоль/л

source: beats/min
pl: uderzeń/min
uk: уд/хв

source: My Assistant
pl: Mój Asystent
uk: Мій Асистент

source: Doctor Online
pl: Lekarz Online
uk: Лікар Онлайн

source: Risk group
pl: Grupa ryzyka
uk: Група ризику

source: How the MISU Assistant works
pl: Jak działa Asystent
uk: Як працює Асистент

source: Personal assistant 24/7
pl: Osobisty asystent 24/7
uk: Персональний помічник 24/7

source: Menu
uk: Меню

source: Assistant
pl: Asystent
uk: Асистент

source: Bracelet
pl: Bransoletka
uk: Браслет

source: My family
pl: Moja rodzina
uk: Моя сім’я

source: Info
uk: Інфо

source: Family doctor
pl: Lekarz rodzinny
uk: Сімейний лікар

source: Pediatrician
pl: Pediatra
uk: Педіатр

source: Endocrinologist
pl: Endokrynolog
uk: Ендокринолог

source: Children 0-16 yr.
pl: Dzieci 0-16 lat
uk: Діти 0-16 р.

source: Adults
pl: Dorośli
uk: Дорослі

source: Children 7-16 yr.
pl: Dzieci 7-16 lat
uk: Діти 7-16 р.

source: Children 0-3 yr.
pl: Dzieci 0-3 lat
uk: Діти 0-3 р.

source: Doctorʼs profile
pl: Profil lekarza
uk: Профіль лікаря

source: About the Doctor
pl: O lekarzu
uk: Про лікаря

source: Read more
pl: Czytaj więcej
uk: Читати більше

source: Send a message
pl: Napisać wiadomość
uk: Написати повідомлення

source: Make a call
pl: Zadzwonić
uk: Зателефонувати

source: Hide
pl: Ukryć
uk: Згорнути

source: Assistant Activation
pl: Aktywacja Asystenta
uk: Активація Асистента

source: Cancel
pl: Anulować
uk: Скасувати

source: Welcome!
pl: Gratulacje!
uk: Вітаємо!

source: MISU Assistant activation is almost complete!
pl: Aktywacja Asystenta MISU jest prawie zakończona!
uk: Активація Асистента MISU майже завершена!

source: Now you will be protected by the MISU Assistant, and our doctors are always in touch!
pl: Teraz będziesz chroniony dzięki Asystentowi MISU, a nasi lekarze są zawsze w kontakcie!
uk: Тепер ви будете захищені завдяки Асистенту MISU, а наші лікарі завжди на зв’язку!
