Repository: VladyslavBaranov/MISU-4.0.0
Catalog: CoronaVirTracker/Resources/Localization/*.lproj/Localizable.strings
Languages: pl, uk

source: Prevention of cardiovascular diseases
pl: Profilaktyka chorób układu krążenia
uk: Профілактика серцево-судинних захворювань

source: Lead a healthy and active lifestyle;
pl: Prowadź zdrowy i aktywny tryb życia;
uk: Вести здоровий і активний спосіб життя;

source: Avoid stress and learn to cope with it;
pl: Unikaj stresu i naucz się z nim radzić;
uk: Уникати стресів і вчитися справлятися з ними;

source: Control the level of blood pressure and glucose;
pl: Kontroluj poziom ciśnienia krwi i glukozy;
uk: Контролювати рівень тиску та глюкози в крові;

source: Have a regular medical examination
pl: Mieć regularne badania lekarskie
uk: Проходити регулярний медогляд

source: The level of risk of heart disease
pl: Poziom ryzyka chorób serca
uk: Рівень ризику хвороб серця

source: Question 1 of 9
pl: Pytanie 1 z 9
uk: Питання 1 з 9

source: Do you feel pain in the chest, head, shoulder or forearm?
pl: Czy czujesz ból w klatce piersiowej, głowie, ramieniu lub przedramieniu?
uk: Чи відчуваєте Ви біль в грудній клітині, голові, плечі або предпліччі?

source: No, I don't feel it
pl: Nie, nie czuję tego
uk: Ні, не відчуваю

source: Yes, I feel it
pl: Tak, czuję to
uk: Так, відчуваю

source: Specify the nature of the pain:
pl: Określ charakter bólu:
uk: Вкажіть характер болю:

source: Burning pain
pl: Palący ból
uk: Пекучий біль

source: Pulling pain
pl: Ciągnący ból
uk: Тяжіння

source: Sharp pain
pl: Ostry ból
uk: Різкий біль

source: Discomfort
pl: Dyskomfort
uk: Дискомфорт

source: Dull pain
pl: Tępy ból
uk: Глухий біль

source: Pressing pain
pl: Bóle skurczowe
uk: Стиснення

source: Have you recently fainted?
pl: Czy ostatnio zemdlałeś?
uk: Чи траплялись втрати свідомості останнім часом?

source: No, it didn't happen
pl: Nie, to się nie stało
uk: Ні, не траплялись

source: Yes, it happened
pl: Tak, stało się
uk: Так, траплялись

source: Do you have shortness of breath at rest?
pl: Czy masz duszność w spoczynku?
uk: Чи буває у Вас задишка в стані спокою?

source: No, it doesn't happen
pl: Nie, to się nie dzieje
uk: Ні, не буває

source: It happens
pl: Zdarza się
uk: Так, буває

source: Do you feel swelling of the lower extremities in the evening?
pl: Czy wieczorem odczuwasz obrzęki kończyn dolnych?
uk: Чи відчуваєте набряк нижніх кінцівок ввечері?

source: Difficult to answer
pl: Trudno odpowiedzieć
uk: Важко відповісти

source: Do you have a tendency to diabetes?
pl: Czy masz skłonność do cukrzycy?
uk: Чи є у Вас схильність до діабету?

source: No, there isn't
pl: Nie, nie ma
uk: Ні, немає

source: Do you have a habit of smoking?
pl: Czy masz zwyczaj palenia?
uk: Чи маєте звичку палити?

source: No problems with the work of the heart were detected!
pl: Nie wykryto żadnych problemów z pracą serca!
uk: Проблем із роботою серця не виявлено!

source: For the prevention of cardiovascular diseases, it is necessary:
pl: W celu zapobiegania chorobom sercowo-naczyniowym konieczne jest:
uk: Для профілактики серцево-судинних захворювань необхідно:

source: Data is unstable, probable risk of disease!
pl: Dane są niestabilne, prawdopodobne ryzyko choroby!
uk: Дані нестабільні, ймовірний ризик захворювання!

source: Carefully monitor the state of heart health and, in case of deterioration, consult a doctor!
pl: Uważnie monitoruj stan zdrowia serca, a w przypadku pogorszenia skonsultuj się z lekarzem!
uk: Уважно слідкуйте за станом здоров’я серця та у випадку погіршення зверніться до лікаря!

source: WARNING! Possible problems in the work of the heart!
pl: OSTRZEŻENIE! Możliwe problemy w pracy serca!
uk: Увага! Можливі проблеми в роботі серця!

source: We recommend that you consult a doctor as soon as possible!
pl: Zalecamy jak najszybsze skonsultowanie się z lekarzem!
uk: Рекомендуємо як можна швидше звернутись до лікаря!

source: Passport series *
pl: Seria paszportowa *
uk: Серія паспорта *

source: Refresh
pl: Aktualizować
uk: Оновити

source: Automatic health insurance in the amount of UAH 50,000/year
uk: Автоматичне страхування здоров’я в межах 50 тис грн/рік

source: MISU's partner in taking care of your health
uk: Партнер MISU з піклування про ваше здоров’я

source: 22 years
uk: 22 роки

source: On the insurance market of Ukraine
uk: На страховому ринку України

source: top 5
uk: топ-5

source: From health insurance
uk: З медичного страхування

source: Medical partners
uk: Медичних партнерів

source: Customers who trust the company
uk: Клієнтів, що довіряють компані

source: Very high level of financial reliability
uk: Дуже високий рівень фінансової надійності

source: * The medical assistant works only on the territory of Ukraine, except for the temporarily occupied territories
uk: * Медичний асистент працює тільки на території України, окрім тимчасово окупованих територій

source: Online consultations of doctors 24/7
uk: Онлайн консультації лікарів 24/7

source: The doctor establishes a diagnosis, the necessary course of treatment and a list of medications
uk: Лікар встановлює діагноз, необхідний курс лікування та список медикаментів

source: Hospitalization in a hospital if the health condition is critical
uk: Госпіталізація в лікарню, якщо стан здоров’я критичний

source: The medical assistance service is valid for 12 months from the date of purchase of the MISU Watch
uk: Послуга медичної допомоги діє 12 місяців із дати покупки MISU Watch

source: The amount for which medical assistance can be provided during the year is up to UAH 50,000
uk: Сума, на яку може бути надана медична допомога протягом року – до 50 000 грн

source: Phone number *
pl: Numer telefonu *
uk: Номер телефону *

source: Authority
uk: Ким виданий *

source: Date of issue *
uk: Коли виданий *

source: * Mandatory field. These data are necessary for issuing a medical policy
uk: * Обов'язкове поле. Ці дані необхідні для оформлення медполісу

source: Specialist consultations: psychologist, ENT, neurologist, endocrinologist, gynecologist, urologist, dermatologist (unlimited);
uk: Консультації спеціалістів: психолог, ЛОР, невропатолог, ендокринолог, гінеколог, уролог, дерматолог (безлімітно);

source: 24/7 family doctor consultations
uk: 24/7 консультації сімейного лікаря

source: I confirm the data specified in the Health Declaration
uk: Підтверджую дані, визначені в Декларації про стан здоров’я

source: Acquainted with and agrees with the public offer of Alfa Insurance
uk: Ознайомлений та згоден з публічною офертою Альфа Страхування

source: Acquainted with MISU's public offer
uk: Ознайомлений з публічною офертою MISU

source: * By clicking on the check box, you consent to the processing of personal data in accordance with the "Law of Ukraine on the Protection of Personal Data" and the public offer of IC "Alfa Insurance"
uk: * Настикаючи на чек-бокс, Ви надаєте згоду на обробку персональних даних відповідно до «Закону України Про захист персональних даних» і публічної оферти СК «Альфа Страхування»

source: The voluntary health insurance contract remains to be signed
uk: Залишився підпис договору добровільного медичного страхування

source: Enter the code received on the number:
uk: Введіть код, отриманий на номер:

source: Sign the contract
uk: Підписати

source: The possibilities of MISU are open for use!
pl: Możliwości MISU są otwarte do użytku
uk: Можливості MISU відкриті для користування!

source: Bracelet using
pl: Korzystanie z bransoletki
uk: Користування браслетом

source: Health reports
uk: Звіти по здоров’ю

source: Consultations of doctors
uk: Консультації лікарів

source: Forecasts and recommendations
uk: Прогнози та рекомендації

source: Notification of possible health threats — Assistant notifies about possible negative changes even before they occur;*
uk: Сповіщення про можливі загрози здоров’ю — Асистент повідомляє про можливі негативні зміни ще до їх настання;*

source: Alfa Insurance — taking care of the main thing, for you and your loved ones
uk: Альфа Страхування —турбота про головне, для вас та ваших близьких

source: Partners
uk: Партнери

source: Bad
uk: Погана

source: Normal
uk: Нормальна

source: Excellent
uk: Чудова

source: Number confirmation
pl: Potwierdzenie numeru
uk: Підтвердження номера

source: Please check and try entering the code again, or click send code again
pl: Sprawdź i spróbuj wprowadzić kod ponownie lub ponownie kliknij wyślij kod
uk: Перевірте та спробуйте ввести код повторно, або натисніть надіслати код ще раз

source: Enter your basic details to complete the registration process *
pl: Wprowadź swoje podstawowe dane, aby zakończyć proces rejestracji *
uk: Введіть основні дані, щоб завершити процес реєстрації *

source: Do you really want to log out?
pl: Czy na pewno chcesz się wylogować?
uk: Ви дійсно бажаєте вийти ?

source: Log out
pl: Wylogować
uk: Вийти

source: Deleting a member
pl: Usuwanie członka
uk: Видалення учасника

source: Are you sure you want to remove
pl: Czy na pewno chcesz usunąć
uk: Ви дійсно бажаєте видалити

source: from the family group?
pl: z grupy rodzinnej?
uk: із сімейної групи?

source: Delete member
pl: Usuń członka
uk: Видалити учасника

source: Remove from family group
pl: Usuń z grupy rodzinnej
uk: Видалити з сімейної групи

source: Organizer
pl: Organizator
uk: Організатор

source: Waiting (2)
pl: Oczekiwanie (2)
uk: В очікуванні (2)

source: User
pl: Użytkownik
uk: Користувач

source: Add member
pl: Dodaj członka
uk: Додати учасника

source: The contact received your invitation to join the Family Group
pl: Kontakt otrzymał Twoje zaproszenie do grupy rodzinnej
uk: Контакт отримав ваше запрошення приєднатися до Сімейної групи

source: The number you entered is incorrect, please check and try entering the number again
pl: Wprowadzony numer jest nieprawidłowy, sprawdź i spróbuj wprowadzić numer ponownie
uk: Невірно введений номер, перевірте та спробуйте ввести номер повторно

source: Leave the group
pl: Opuść grupę
uk: Покинути групу

source: Reduce the level of stress;
pl: Zmniejsz poziom stresu;
uk: Зменшити рівень стресу;

source: Loading your data...
pl: Ładowanie danych...
uk: Завантажуємо Ваші дані...

source: You are not at risk of Covid-19
pl: Nie jesteś zagrożony Covid-19
uk: Ви не знаходитесь у групі ризику Covid-19

source: Data is unstable, possible risk!
pl: Dane są niestabilne, możliwe ryzyko!
uk: Дані нестабільні, ймовірний ризик!

source: You are in the risk group of Covid-19, we advise you to consult a doctor!
pl: Jesteś w grupie ryzyka Covid-19, radzimy skonsultować się z lekarzem!
uk: Ви знаходитесь у групі ризику Covid-19, радимо звернутись до лікаря!

source: Transportation by ambulance
uk: Транспортування каретою швидкої допомоги

source: Prevented cases of pre-infarction condition
uk: Попереджено випадки передінфарктного стану

source: Damage to capillaries in diabetes is prevented
uk: Попереджено пошкодження капілярів при цукрувому діабеті

source: Activation
uk: Активація

source: min
uk: хв

source: sec
pl: sek
uk: сек

source: Describe your question
pl: Opisz swoje pytanie
uk: Опишіть ваше питання

source: Last name
pl: Nazwisko
uk: Прізвище

source: Paternal name
pl: Imię ojca
uk: По батькові

source: Invalid name format
pl: Nieprawidłowy format nazwy
uk: Неправильний формат імені

source: Incorrect last name format
pl: Nieprawidłowy format nazwiska
uk: Неправильний формат прізвища

# hrr_str_4
source: About the heartbeat
pl: Informacje o uderzeniu serca

source: * If we do not receive a response, we will try to contact the user "Name" again
pl: * Jeśli nie otrzymamy odpowiedzi, spróbujemy ponownie skontaktować się z użytkownikiem

source: Blood pressure
pl: Ciśnienie krwi
