Repository: VladyslavBaranov/MISU-4.0.0
Catalog: CoronaVirTracker/Resources/Localization/*.lproj/Localizable.strings
Languages: pl, uk

source: UAH 50,000 / year -— sum insured per insured person
uk: 50 000 грн/рік — страхова сума на одну застраховану особу

source: Telemedicine -— online consultations with doctors 24/7
pl: Telemedycyna — konsultacje online z lekarzami 24/7
uk: Телемедицина — онлайн консультації з лікарями 24/7

source: Departure of the ambulance within 30 km from the city
uk: Виїзд карети швидкої медичної допомоги в межах 30 км від міста

source: Expenses for medicines and emergency drug therapy
uk: Витрати на ліки та невідкладну медикаментозну терапію

source: Initial medical examination
uk: Первинний огляд лікаря

source: How does the MISU Assistant work?
pl: Jak działa Asystent MISU?
uk: Як працює Асистент MISU?

source: After activating the Assistant, you can access health care services with MISU Watch (or another device):
pl: Po aktywacji Asystenta możesz uzyskać dostęp do usług medycznych za pomocą MISU Watch (lub innego urządzenia):
uk: Після активації Асистента вам стають доступні послуги турботи про ваше здоров’я з MISU Watch (або іншим девайсом):

source: Online Assistant 24/7 — you can contact the doctor at any time for a consultation without restrictions for 12 months;
uk: Онлайн Асистент 24/7 — звʼязатись з лікарем в будь-який момент для консультації можна без обмежень протягом 12 місяців;

source: Emergency call — the possibility of calling in the application in case of a critical situation 2 times within 12 months;
uk: Виклик швидкої допомоги — можливість виклику в додатку у разі критичної ситуації 2 рази протягом 12 місяців;

source: Transportation by ambulance — up to UAH 50,000 to cover the costs of hospitalization within 12 months;
uk: Транспортування каретою швидкої допомоги — до 50 000 грн покриття витрат на госпіталізацію протягом 12 місяців;

source: * MISU Watch (or other device) measures indicators and after data analysis sends a health report with personal recommendations. In case of a critical situation, it sends a notification with a prediction of possible negative changes in health
pl: * Zegarek MISU (lub inne urządzenie) mierzy wskaźniki i po analizie danych wysyła raport o stanie zdrowia z osobistymi zaleceniami. W sytuacji krytycznej wysyła powiadomienie z prognozą ewentualnych negatywnych zmian w stanie zdrowia
uk: * MISU Watch (або інший девайс) вимірює показники та після аналізу даних відправляє звіт про здоровʼя з персональними рекомендаціями. У разі критичної ситуації відправляє сповіщення з передбаченням про можливі негативні зміни в здоров'ї

source: How to use?
uk: Як скористатись?

source: In the mobile application, go to the "My Assistant" section
uk: У мобільному додатку зайдіть в розділ «Мій Асистент»

source: Click the «Call» / «Mail» button to contact the MISU Assistant
uk: Натисніть кнопку «Викликати» / «Написати», щоб зв’язатися з Асистентом MISU

source: Tell us what kind of problem do you have
uk: Розкажіть, що вас турбує

source: The coordinator will organize an online consultation with the necessary doctor at a convenient time for you
uk: Координатор організує онлайн консультацію необхідного лікаря на зручну для Вас годину

source: Step %s of %s
pl: Krok %s z %s
uk: Крок %s з %s

source: Enter the main data
pl: Wprowadź dane podstawowe
uk: Введіть основні дані

source: Full Name *
pl: Imię i nazwisko *
uk: ПІБ *

source: Date of birth *
pl: Data urodzenia *
uk: Дата народження *

source: * Required field. We will send an insurance policy to your e-mail
pl: * Rechurowane pole.
uk: * Обов’язкове поле. На ваш e-mail ми надішлемо поліс страхування

source: Next
pl: Dalej
uk: Далі

source: Step 2 of 5
pl: Krok 2 z 5
uk: Крок 2 з 5

source: Enter your address
pl: Wpisz swój adres
uk: Введіть вашу адресу

source: Country *
pl: Kraj *
uk: Країна *

source: City *
pl: Miasto *
uk: Місто *

source: Delivery method *
pl: Sposób dostawy *
uk: Спосіб доставки *

source: Delivery address *
pl: Adres dostawy *
uk: Адреса доставки *

source: * Required field. We will send an insurance policy to the specified delivery address later
pl: * Pole obowiązkowe.
uk: * Обов’язкове поле. На зазначене відділення згодом ми надішлемо поліс страхування

source: Passport number *
pl: В пл не беремо особисту інфу
uk: Номер паспорта *

source: Enter the TIN and passport data
uk: Введіть ІПН і дані паспорта

source: Choose passport type *
uk: Оберіть вид паспорта *

source: ID card
uk: ID-картка

source: Passport of a citizen of Ukraine
uk: Паспорт громадянина України

source: * Required field. These data are necessary for registration of the medical policy
uk: * Обов’язкове поле. Ці дані необхідні для оформлення медичного полісу

source: I am acquainted with the Law of Ukraine "On Personal Data Protection" and consent to the processing of personal data
uk: Я ознайомлений з Законом України «Про захист персональних даних» і надаю згоду на обробку персональних даних

source: TIN *
uk: ІПН *

source: The TIN must contain 10 digits. Enter again
pl: В пл не беремо особисту інфу
uk: ІПН має містити 10 цифр. Введіть ще раз

source: The ID card must contain 9 digits. Enter again
uk: ID-картка має містити 9 цифр. Введіть ще раз

source: The passport series must contain 2 characters. Enter again
uk: Серія паспорта має містити 2 символи. Введіть ще раз

source: Step 4 of 5
pl: Krok 4 z 5
uk: Крок 4 з 5

source: Data verification
pl: Weryfikacja danych
uk: Перевірка даних

source: Basic data
pl: Podstawowe dane
uk: Основні дані

source: Phone number
pl: Numer telefonu
uk: Номер телефону

source: Address
pl: Adres zamieszkania
uk: Адреса

source: Country
pl: Kraj
uk: Країна

source: City
pl: Miasto
uk: Місто

source: Method of delivery
pl: Sposób dostawy
uk: Спосіб доставки

source: Delivery address
pl: Adres dostawy
uk: Адреса доставки

source: TIN and passport data
pl: NIP i dane paszportowe
uk: ІПН і дані паспорта

source: TIN
pl: NIP
uk: ІПН

source: Type of passport
pl: Rodzaj paszportu
uk: Вид паспорта

source: Step 5 of 5
pl: Кроку 5 в польській версії поки нема
uk: Крок 5 з 5

source: Acquaintance and agreement with the terms of insurance
uk: Ознайомлення та погодження з умовами страхування

source: Pay attention!
uk: Зверніть увагу!

source: The age of the insured person should be 18-65 years
uk: Вік застрахованої особи має становити 18-65 років

source: The sum insured per insured person is UAH 50,000 / year
uk: Страхова сума на одну застраховану особу складає 50 000 грн/рік

source: The insurance period is 1 year
uk: Період страхування становить 1 рік

source: The insurance provides:
uk: Страховкою передбачено:

source: Telemedicine - online consultations of a therapist / family doctor / pediatrician, narrow specialists (unlimited);
uk: Телемедицина — онлайн консультації терапевта/сімейного лікаря/педіатра, вузьких спеціалістів (безлімітно);

source: Ambulance:
uk: Швидка медична допомога:

source: a) Departure of the ambulance within 30 km from the city;
uk: а) Виклик швидкої допомоги: виїзд карети швидкої медичної допомоги в межах 30 км від міста;

source: b) Initial examination by a doctor, preliminary diagnosis, emergency care for vital signs (purchase of acute (critical) conditions, emergency drug therapy;
uk: б) Первинний огляд лікаря, постановка попереднього діагнозу, надання невідкладної допомоги за життєвими показами (купування гострих (критичних) станів; невідкладна медикаментозна терапія;

source: c) Transportation to a medical institution;
uk: в) Транспортування до медичного закладу;

source: d) Hospitalization in an inpatient department
uk: г) Госпіталізація в стаціонарне відділення

source: I agree with everything
uk: Погоджуюсь з усім

source: I am acquainted with and agree with the procedure for concluding the Contract and the terms of insurance specified in the Offer
uk: Я ознайомлений і погоджуюсь з порядком укладання Договору та умовами страхування, визначеними в Оферті

source: Acquainted with the declaration of health of the insured person at the link
uk: Ознайомлений з декларацією про стан здоровʼя застрахованої людини за посиланням

source: I agree to the processing of my personal data by the Insurance Company on the terms specified in the Offer
uk: Погоджуюсь на обробку Страховою компанією моїх персональних даних на умовах визначених в Оферті

source: Finishing of activation
pl: Zakończenie aktywacji
uk: Завершення активації

source: The code was sent to the number
pl: Kod został wysłany na numer
uk: Код відправлено на номер

source: Send the code again
pl: Wyślij kod ponownie
uk: Надіслати код ще раз

source: Finish
pl: Skończyć
uk: Завершити

source: MISU Assistant and Watch are open for use!
pl: Asystent i Bransoletka MISU są gotowe do użytku!
uk: Асистент MISU і Браслет відкриті для користування!

source: Unlimited health care options are now available to you!
pl: Nieograniczone opcje opieki zdrowotnej są teraz dostępne!
uk: Необмежені можливості слідкування за здоров’ям вже доступні для вас!

source: Okay
pl: Dobra
uk: Зрозуміло

source: Invalid number format. Enter again
pl: Nieprawidłowy format liczb. Wprowadź ponownie
uk: Невірний формат номеру. Введіть ще раз

source: Invalid e-mail format. Enter again
pl: Niewłaściwy format wiadomości email. Wprowadź ponownie
uk: Невірний формат e-mail. Введіть ще раз

source: The code must contain 3 digits and 1 letter
pl: Kod musi zawierać 3 cyfry i 1 literę
uk: Код має містити 3 цифри та 1 літеру

source: You will be able to resend the code in:
pl: Kod będzie można ponownie wysłać w ciągu:
uk: Надіслати код повторно можна буде через:

source: About Covid-19
pl: O Covid-19
uk: Про Covid-19

source: Corona virus infection (COVID-19) is an infectious disease caused by the SARS-CoV-2 virus.
pl: Koronawirus (COVID-19) — jest chorobą zakaźną wywoływaną przez wirus SARS-CoV-2.
uk: Коронавірусна інфекція (COVID-19) — інфекційне захворювання, що викликається вірусом SARS-CoV-2.

source: Most people infected with the virus experience mild to moderate symptoms of respiratory illness and recover without the need for special treatment. At the same time, in some people, it occurs in a severe form that requires medical intervention.
pl: Większość osób zarażonych wirusem doświadcza łagodnych do umiarkowanych objawów choroby układu oddechowego i wraca do zdrowia bez potrzeby specjalnego leczenia. Jednocześnie u niektórych osób występuje w ciężkiej postaci, która wymaga interwencji medycznej.
uk: Більшість людей, інфікованих вірусом, відчувають легкі та помірні симптоми респіраторного захворювання та одужують без необхідності спеціального лікування. При цьому в деяких людей воно протікає у тяжкій формі, яка потребує медичного втручання.

source: Risk factors
pl: Czynniki ryzyka
uk: Фактори ризику

source: Age 65+;
pl: Wiek 65+;
uk: Вік 65+;

source: The presence of background pathologies, in particular cardiovascular, chronic respiratory, oncological diseases and diabetes;
pl: Obecność patologii tła, w szczególności chorób sercowo-naczyniowych, przewlekłych chorób układu oddechowego, onkologicznych i cukrzycy;
uk: Наявність фонових патологій, зокрема серцево-судинних, хронічних респіраторних, онкологічних захворювань та діабету;

source: Direct contact with the infected person
pl: Bezpośredni kontakt z chorą ludziną
uk: Прямий контакт з хворим

source: Typical symptoms
pl: Typowe objawy
uk: Типові симптоми

source: Increase in temperature;
pl: Wzrost temperatury;
uk: Підвищення температури;

source: Cough;
pl: Kaszel;
uk: Кашель;

source: Fatigue;
pl: Zmęczenie;
uk: Стомлюваність;

source: Loss of taste or smell;
pl: Utrata smaku lub zapachu;
uk: Втрата смакових відчуттів чи нюху;

source: Difficulty breathing or shortness of breath;
pl: Trudności w oddychaniu lub duszność;
uk: Утруднене дихання чи задишка;

source: Chest pain
pl: Ból w klatce piersiowej
uk: Біль у грудях

source: Warning!
pl: Ostrzeżenie!
uk: Увага!

source: Symptoms of Covid-19 are easily confused with SARS. If serious symptoms appear, you should immediately seek medical help!
pl: Objawy Covid-19 można łatwo pomylić z SARS. W przypadku pojawienia się poważnych objawów należy natychmiast zwrócić się o pomoc medyczną!
uk: Симптоми Covid-19 легко сплутати з ОРВІ. При появі серйозних симптомів слід негайно звернутися за медичною допомогою!

source: Disease prevention
pl: Zapobieganie chorobom
uk: Профілактика захворювання

source: Vaccinate as soon as possible;
pl: Zaszczep się jak najszybciej;
uk: Зробити щеплення, як тільки це стане можливим;

source: Keep a distance of at least 1 m from others;
pl: Zachowaj odległość co najmniej 1 m od innych;
uk: Триматися з відривом щонайменше 1 м від оточуючих;

source: Wear a well-fitting mask;
pl: Noś dobrze dopasowaną maskę;
uk: Носити добре прилеглу маску;

source: Avoid closed rooms, open windows in rooms;
pl: Unikaj zamkniętych pomieszczeń, otwieraj okna w pokojach;
uk: Уникати закритих приміщень, відчиняти вікна у приміщеннях;

source: Regularly wash your hands with soap and water or treat them with an alcohol-based antiseptic;
pl: Regularnie myj ręce mydłem i wodą lub traktuj je środkiem antyseptycznym na bazie alkoholu;
uk: Регулярно мити руки водою з милом або обробляти їх спиртовмісним антисептиком;

source: Determine the level of risk
pl: Określ poziom ryzyka
uk: Визначити рівень ризику

source: Level of risk of Covid-19
pl: Poziom ryzyka Covid-19
uk: Рівень ризику Covid-19

source: Question %s of %s
pl: Pytanie %s z %s
uk: Питання %s з %s

source: Enter your gender
pl: Wpisz swoją płeć
uk: Вкажіть Вашу стать

source: Woman
pl: Kobieta
uk: Жінка

source: Man
pl: Mężczyzna
uk: Чоловік

source: Question 2 of 6
pl: Pytanie 2 z 6
uk: Питання 2 з 6

source: Enter your date of birth
pl: Wpisz swoją datę urodzenia
uk: Вкажіть дату народження

source: Question 3 of 6
pl: Pytanie 3 z 6
uk: Питання 3 з 6

source: Specify the height parameters
pl: Określ parametry wysokości
uk: Вкажіть параметри зросту

source: Question 4 of 6
pl: Pytanie 4 z 6
uk: Питання 4 з 6

source: Specify the weight parameters
pl: Określ parametry wagi
uk: Вкажіть параметри ваги

source: Calculating the body mass index...
pl: Obliczamy wskaźnik masy ciała...
uk: Обчислюємо індекс маси тіла...

source: Your body mass index:
pl: Twój wskaźnik masy ciała:
uk: Індекс маси Вашого тіла:

source: The data correspond to the norm!
pl: Dane zgodne z normą!
uk: Дані відповідають нормі!

source: Keep it up! Remember: being overweight or underweight can lead to the onset and development of diseases
pl: Tak trzymaj! Pamiętaj: nadwaga lub niedowaga może prowadzić do wystąpienia i rozwoju chorób
uk: Так тримати! Пам’ятайте: надмірна або занижена вага може призвести до виникнення та розвитку захворювань

source: Deviation from the norm!
pl: Odchylenie od normy!
uk: Відхилення від норми!

source: BMI is higher than normal. Remember: being overweight or underweight can lead to the onset and development of diseases
pl: BMI jest wyższy niż normalnie. Pamiętaj: nadwaga lub niedowaga może prowadzić do wystąpienia i rozwoju chorób
uk: Показник ІМТ вищий за норму. Пам’ятайте: надмірна або занижена вага може призвести до виникнення та розвитку захворювань

source: Question 5 of 6
pl: Pytanie 5 z 6
uk: Питання 5 з 6

source: Do you have vaccinations? If so, select the species and enter the date of vaccination
pl: Czy masz szczepienia? Jeśli tak, wybierz gatunek i wpisz datę szczepienia
uk: Чи маєте Ви вакцинацію? Якщо так, оберіть вид і введіть дату вакцинації

source: I do not have vaccinations
pl: Nie mam szczepień
uk: Вакцинації не маю

source: Question 6 of 6
pl: Pytanie 6 z 6
uk: Питання 6 з 6

source: Do you have sleep disorders such as apnea, etc.?*
pl: Czy masz zaburzenia snu, takie jak bezdech itp.?*
uk: Чи маєте Ви розлади під час сну, як затримка дихання тощо?*

source: No, I don’t have
pl: Nie mam
uk: Ні, не маю

source: Yes, I have
pl: Tak, mam
uk: Так, маю

source: * Known as apnea syndrome. Main symptoms: snoring, excessive movement during sleep, awakening and loud breathing
pl: * Znany jako zespół bezdechu. Główne objawy: chrapanie, nadmierny ruch podczas snu, przebudzenie i głośny oddech
uk: * Відомий як синдром апное. Основні симптоми: храп, надмірна рухливість під час сну, пробудження та голосний вдих

source: Find out the result
uk: Дізнатись результат

source: Loading the result...
pl: Ładowanie wyniku...
uk: Завантажуємо результат...

source: The data is in order, you are not in the risk group!
pl: Dane są w porządku, nie jesteś w grupie ryzyka!
uk: Дані в порядку, Ви не в групі ризику!

source: You are not at risk of contracting the Covid-19
pl: Nie jesteś narażony na zarażenie się wirusem Covid-19
uk: Ви не знаходитесь у групі ризику зараження вірусом Covid-19

source: This test is not a medical opinion! Consult a doctor for prevention and diagnosis!
pl: Ten test nie jest opinią lekarską! Skonsultuj się z lekarzem w celu zapobiegania i diagnozy!
uk: Даний тест не є лікарським заключенням! Для здійснення профілактики та встановлення діагнозу зверніться до лікаря!

source: Done
pl: Gotowe
uk: Готово

source: Data is unstable, possible risk of infection!
pl: Dane są niestabilne, możliwe ryzyko infekcji!
uk: Дані нестабільні, ймовірний ризик зараження!

source: You are at risk of infection with the Covid-19 virus, we advise you to consult a doctor!
pl: Istnieje ryzyko zakażenia wirusem Covid-19, radzimy skonsultować się z lekarzem!
uk: Ви знаходитесь у групі ризику зараження вірусом Covid-19, радимо звернутись до лікаря!

source: Saturation
pl: Nasycenie
uk: Сатурація

source: Body temperature
pl: Temperatura ciała
uk: Темп-ра тіла

source: Add data
pl: Dodaj dane
uk: Додати дані

source: Day
pl: Dzień
uk: День

source: Week
pl: Tydzień
uk: Тиждень

source: Month
pl: Księżyc
uk: Місяць

source: Half year
pl: Pół roku
uk: Півроку

source: Today
pl: Dziś
uk: Сьогодні

source: * Blood pressure is normal!
pl: * Ciśnienie krwi jest normalne!
uk: * Кров’яний тиск в нормі!

source: Увага
pl: Twoje dane są stabilne. Jeśli pojawią się jakiekolwiek odstępstwa od normy, poinformujemy o tym.
uk: Ваші дані стабільні. Якщо будуть відхилення від норми, ми повідомимо про це.

source: About blood pressure
pl: O ciśnieniu krwi
uk: Про кров’яний тиск

source: Blood pressure is the force with which blood presses against the walls of arteries. Systolic blood pressure corresponds to the pressure during contraction of the heart (systole), diastolic blood pressure - when the heart relaxes (diastole).
pl: Ciśnienie krwi to siła, z jaką krew naciska na ściany tętnic. Skurczowe ciśnienie krwi odpowiada ciśnieniu podczas skurczu serca (skurczu), rozkurczowemu ciśnieniu krwi – gdy serce się rozluźnia (rozkurcz).
uk: Кров’яний тиск — це сила, з якою кров тисне на стінки артерій. Систолічний артеріальний тиск відповідає тиску під час скорочення серця (систоли), діастолічний артеріальний тиск — в момент розслаблення серця (діастола).

source: Age 30+;
pl: Wiek 30+;
uk: Вік 30+;

source: Heredity;
pl: Dziedziczność;
uk: Спадковість;

source: Overweight and obesity;
pl: Nadwaga i otyłość;
uk: Надмірна вага та ожиріння;

source: Smoking;
pl: Palenie;
uk: Тютюнопаління;

source: Food factors (table salt, coffee, strong tea, alcohol, etc.);
pl: Czynniki żywnościowe (sól kuchenna, kawa, mocna herbata, alkohol itp.);
uk: Харчові фактори (кухонна сіль, кава, міцний чай, алкоголь тощо);

source: Sedentary lifestyle
pl: Siedzący tryb życia
uk: Малорухливий спосіб життя

source: Increased pressure;
pl: Zwiększone ciśnienie;
uk: Підвищенний тиск;

source: Headache (most often — in the occipital or parietal part);
pl: Ból głowy (najczęściej — w części potylicznej lub ciemieniowej);
uk: Головний біль (найчастіше — в потиличній чи тімʼяній частині);

source: Periodic tinnitus, darkening of the eyes and dizziness;
pl: Okresowy szum w uszach, ciemnienie oczu i zawroty głowy;
uk: Періодичний шум у вухах, потемніння в очах та запаморочення;

source: Rapid heartbeat;
pl: Szybkie bicie serca;
uk: Прискоренне серцебиття;

source: Feeling of suffocation
pl: Uczucie uduszenia
uk: Відчуття задухи

source: If serious symptoms appear, you should immediately call for medical help!
pl: Jeśli pojawią się poważne objawy, należy natychmiast wezwać pomoc medyczną!
uk: При появі серйозних симптомів слід негайно звенутися за медичною допомогою!

source: Limit the use of salt;
pl: Ogranicz użycie soli;
uk: Обмежити вживання солі;

source: Reduce alcohol consumption;
pl: Zmniejsz spożycie alkoholu;
uk: Зменшити вживання алкоголю;

source: Give up smoking;
pl: Rzucić palenie;
uk: Відмовитись від паління;

source: Have regular physical activity;
pl: Regularnie uprawiaj aktywność fizyczną;
uk: Мати регулярні фізичні навантаження;

source: Maintain a normal body weight
pl: Utrzymuj prawidłową wagę ciała
uk: Підтримувати нормальну масу тіла

source: * Blood pressure is high!
pl: * Ciśnienie krwi jest wysokie!
uk: * Кров’яний тиск завищений!

source: If a deviation from the norm is recorded within a few days, we advise you to consult a doctor!
pl: Jeśli odchylenie od normy zostanie odnotowane w ciągu kilku dni, radzimy skonsultować się z lekarzem!
uk: Якщо протягом декількох днів буде зафіксовано відхилення від норми, радимо звернутися до лікаря!

source: * Blood pressure is unstable!
pl: * Ciśnienie krwi jest niestabilne!
uk: * Кров’яний тиск нестабільний!

source: The average value of the indicator is normal, but deviations were recorded.
pl: Średnia wartość wskaźnika jest normalna, ale odnotowano odchylenia.
uk: Середнє значення показника в нормі, проте були зафіксовані відхилення.

source: No data available
pl: Brak dostępnych danych
uk: Немає даних

source: Date
pl: Data
uk: Дата

source: Time
pl: Czas
uk: Час

source: Systolic (top)
pl: Skurczowe (u góry)
uk: Систолічний (верхній)

source: Diastolic (bottom)
pl: Rozkurczowe (na dole)
uk: Діастолічний (нижній)

source: Notification
pl: Powiadomienie
uk: Сповіщення

source: Feedback
pl: Informacja zwrotna
uk: Зворотній зв’язок

source: «Blood pressure»: possible critical condition
pl: „Ciśnienie krwi”: możliwy stan krytyczny
uk: «Кров’яний тиск»: можливий критичний стан

source: «Name» has the current indicator that may lead to a critical condition. We have not received a response from the user. Do you need a doctorʼs consultation? *
pl: «» ma aktualny wskaźnik, który może prowadzić do stanu krytycznego. Nie otrzymaliśmy odpowiedzi od użytkownika. Potrzebujesz konsultacji lekarskiej? *
uk: Поточний показник може призвести до критичного стану у «Микола Подольний». Ми не отримали відповіді від користувача. Чи потрібна консультація лікаря? *

source: The current "Blood pressure" indicator can lead to a critical condition. Do you need a doctor's consultation?*
pl: Aktualny wskaźnik „Ciśnienia krwi” może prowadzić do stanu krytycznego. Potrzebujesz konsultacji lekarskiej?*
uk: Поточний показник “Кров’яний тиск” можуть привести до критичного стану. Чи потрібна Вам консультація лікаря?*

source: We received your request! The doctor will contact you soon!
pl: Otrzymaliśmy Twoją prośbę! Lekarz wkrótce się z Tobą skontaktuje!
uk: Ми отримали Ваш запит! Незабаром лікар зв’яжеться з Вами!

source: Your feedback is important to us!
pl: Twoja opinia jest dla nas ważna!
uk: Ваш відгук важливий для нас!

source: * If we do not receive a response, we will try to contact the members of your family group
pl: * Jeśli nie otrzymamy odpowiedzi, postaramy się skontaktować z członkami Twojej grupy rodzinnej
uk: * Якщо ми не отримаємо відповіді, спробоуємо зв’язатись з членами Вашої сімейної групи

source: We strive to become better for you! Please answer two questions so we can improve our services
pl: Staramy się być dla Ciebie lepsi! Odpowiedz na dwa pytania, abyśmy mogli ulepszyć nasze usługi
uk: Ми прагнемо стати кращими для вас! Дайте відповідь на два питання, щоб ми могли покращити послуги

source: Call the doctor
pl: Wezwać doktora
uk: Зателефонувати лікарю
