Repository: VladyslavBaranov/MISU-4.0.0
Catalog: CoronaVirTracker/Resources/Localization/*.lproj/Localizable.strings
Languages: pl, uk

source: Consultation is not required
pl: Konsultacja nie jest wymagana
uk: Консультація не потрібна

source: Take a survey
pl: Wypełnij ankietę
uk: Пройти опитування

source: Question 1 of 2
pl: Pytanie 1 z 2
uk: Питання 1 з 2

source: Question 2 of 2
pl: Pytanie 2 z 2
uk: Питання 2 з 2

source: A doctor should have contacted you recently. Have you received a consultation?
pl: Lekarz powinien był niedawno skontaktować się z tobą. Otrzymałeś/aś konsultację?
uk: Нещодавно з вами мав зв’язатися лікар. Чи отримали Ви консультацію?

source: Did you manage to solve your question?
pl: Czy udało Ci się rozwiązać swoje pytanie?
uk: Чи вдалося вирішити Ваше питання?

source: No, the doctor did not provide a consultation
pl: Nie, lekarz nie udzielił konsultacji
uk: Ні, лікар не надав консультацію

source: Yes, the doctor gave a consultation
pl: Tak, lekarz udzielił konsultacji
uk: Так, лікар надав консультацію

source: No, clarification needed
pl: Nie, potrzebne są wyjaśnienia
uk: Ні, потрібне уточнення

source: Yes, the issue is resolved
pl: Tak, problem został rozwiązany
uk: Так, питання вирішене

source: We are glad that your question has been resolved!
pl: Cieszymy się, że Twoje pytanie zostało rozwiązane!
uk: Ми раді, що Ваше питання вирішене!

source: Thanks for the feedback! You help to improve the quality of consultation!
pl: Dzięki za opinie! Pomagasz poprawić jakość konsultacji!
uk: Дякуємо за зворотній зв’язок! Ви допомагаєте покращувати якість надання консультацій!

source: Complete the survey
pl: Wypełnij ankietę
uk: Завершити опитування

source: We will look into this situation to improve the quality of communication with the doctor! Do you still need a doctorʼs consultation?
pl: Przyjrzymy się tej sytuacji, aby poprawić jakość komunikacji z lekarzem! Czy nadal potrzebujesz konsultacji lekarskiej?
uk: Ми розглянемо цю ситуацію, щоб покращити якість зв’язку з лікарем! Чи потребуєте Ви ще консультації лікаря?

source: We are sorry that your question has not been resolved!
pl: Przepraszamy, że Twoje pytanie nie zostało rozwiązane!
uk: Нам шкода, що Ваше питання не вирішене!

source: We are sorry that the doctor did not contact you!
pl: Przepraszamy, że lekarz nie skontaktował się z Tobą!
uk: Нам шкода, що лікар не зв’язався з Вами!

source: We will look into this situation to improve the quality of communication with the doctor!
pl: Przyjrzymy się tej sytuacji, aby poprawić jakość komunikacji z lekarzem!
uk: Ми розглянемо цю ситуацію, щоб покращити якість зв’язку з лікарем!

source: Medical help from the Assistant in the MISU chat!
pl: Pomoc medyczna od Asystenta na czacie MISU!
uk: Медична домопога від Асистента в чаті MISU!

source: In the chat, you can ask for help from the Assistant, as well as consult with a doctor
pl: Na czacie możesz poprosić o pomoc Asystenta, a także skonsultować się z lekarzem
uk: В чаті Ви можете звернутись за допомогою до Асистента, а також проконсультуватись з лікарем

source: Start
pl: Zacząć
uk: Розпочати

source: All chats
pl: Wszystkie czaty
uk: Всі чати

source: MISU Assistant
pl: Asystent MISU
uk: Асистент MISU

source: Congratulations! Your data has been transferred to the doctor. Wait for the call...
pl: Gratulacje! Twoje dane zostały przekazane lekarzowi. Poczekaj na telefon...
uk: Вітаю! Ваші дані передані лікарю. Очікуйте на дзвінок...

source: Anastasia Horodyshchenko
pl: Dagmara Juszczak
uk: Анастасія Городищенко

source: Your symptoms are similar to Covid! Take the test so we can...
pl: Twoje objawy są podobne do Covid! Zrób test, abyśmy mogli...
uk: Ваші симптоми схожі на Covid! Зробіть тест, щоб ми...

source: Pin
pl: Zapiąć
uk: Закріпити

source: Remove
pl: Usunąć
uk: Видалити

source: Unpin
pl: Odpiąć
uk: Відкріпити

source: The current indicator "Blood pressure" reading can lead to a critical condition. Please answer whether you need a doctor's consultation.
pl: Aktualny odczyt wskaźnika „Ciśnienie krwi” może prowadzić do stanu krytycznego. Odpowiedz, czy potrzebujesz konsultacji lekarskiej.
uk: Поточний показник «Кров’яний тиск» може призвести до критичного стану. Просимо дати відповідь, чи потрібна Вам консультація лікаря.

source: Outgoing call
pl: Połączenie wychodzące
uk: Вихідний дзвінок

source: Write a message...
pl: Napisać wiadomość...
uk: Написати повідомлення...

source: Remember that you can always contact a doctor if necessary.
pl: Pamiętaj, że w razie potrzeby zawsze możesz skontaktować się z lekarzem.
uk: Пам’ятайте, що за необхідності Ви завжди можете зв’язатися з лікарем.

source: Connection with bracelet
pl: Połączenie z bransoletką
uk: Підключення годинника

source: Device search
pl: Wyszukiwanie urządzeń
uk: Пошук пристроїв

source: No devices found
pl: Nie znaleziono urządzeń
uk: Пристроїв не знайдено

source: To connect the watch correctly, make sure of the following:
pl: Aby prawidłowo podłączyć zegarek, upewnij się, że:
uk: Для коректного підключення годинника переконайтесь у наступному:

source: Bluetooth is enabled on the smartphone;
pl: Bluetooth jest włączony w smartfonie;
uk: На смартфоні увімкнений Bluetooth;

source: Your watch is not connected to other devices
pl: Twój zegarek nie jest połączony z innymi urządzeniami
uk: Ваш годинник не підключений до інших пристроїв

source: Track your health easily and conveniently!
pl: Śledź swoje zdrowie łatwo i wygodnie!
uk: Слідкуйте за станом здоров’я легко та зручно!

source: To start tracking your metrics, connect your watch or order a MISU Watch
pl: Aby rozpocząć śledzenie swoich danych, podłącz zegarek lub zamów MISU Watch
uk: Щоб розпочати слідкувати за даними показників, під’єднайте годинник або замовте MISU Watch

source: Connect the watch
pl: Podłącz zegarek
uk: Під’єднати годинник

source: Get MISU Watch
pl: Kup MISU Watch
uk: Отримати MISU Watch

source: Try again
pl: Spróbuj ponownie
uk: Спробувати ще раз

source: Not connected
pl: Nie połączony
uk: Не під’єднано

source: Connected
pl: Połączony
uk: З’єднано

source: Intensive health monitoring
pl: Intensywne monitorowanie stanu zdrowia
uk: Інтенсивний моніторинг здоров’я

source: Sleep
pl: Sen
uk: Сон

source: Steps
pl: Kroki
uk: Кроки

source: h
pl: g
uk: г

source: thousand
pl: tysiąc
uk: тис

source: Settings
pl: Ustawienia
uk: Налаштування

source: Change bracelet settings
pl: Zmień ustawienia bransoletki
uk: Зміна годинника

source: Frequency of scanning indicators
pl: Częstotliwość wskaźników skanowania
uk: Частота сканування показників

source: Intensive monitoring
pl: Intensywny monitoring
uk: Інтенсивний моніторинг

source: Mode of intensive health monitoring
pl: Tryb intensywnego monitorowania stanu zdrowia
uk: Режим інтенсивного моніторингу здоровʼя

source: Turn on the mode so that the indicators are scanned more often even when the application is closed
pl: Włącz tryb, aby wskaźniki były skanowane częściej, nawet gdy aplikacja jest zamknięta
uk: Увімкніть режим, щоб показники сканувались частіше навіть коли додаток закритий

source: Importantly!
pl: Ważne!
uk: Важливо!

source: * Greater activity of devices may require more frequent recharging;
pl: * Większa aktywność urządzeń może wymagać częstszego ładowania;
uk: * Більша активність девайсів може вимагати їх частішої підзарядки;

source: ** App mode requires VPN access, which is enabled automatically
pl: ** Tryb aplikacji wymaga dostępu VPN, który jest włączany automatycznie
uk: ** Для роботи режиму додатоку необхідний доступ до VPN, який вмикається автоматично

source: Update indicators every:
pl: Aktualizuj wskaźniki co:
uk: Оновлювати показники кожні:

source: minutes
pl: minuty
uk: хвилин

source: Intensive health monitoring is activated
pl: Włączono intensywne monitorowanie stanu zdrowia
uk: Інтенсивний моніторинг здоров’я увімкненно!

source: You can always change the frequency of reading indicators in the clock settings
pl: Zawsze możesz zmienić częstotliwość odczytywania wskaźników w ustawieniach zegara
uk: Частоту сканування показників Ви завжди можете змінити в налаштуваннях годинника

source: Save
pl: Ratować
uk: Зберегти

source: Intensive health monitoring is not activated
pl: Intensywne monitorowanie stanu zdrowia nie jest włączone
uk: Інтенсивний моніторинг здоров’я не активовано

source: The watch is not connected to the application. Connect the watch to enable intensive monitoring mode
pl: Zegarek nie jest połączony z aplikacją. Podłącz zegarek, aby włączyć tryb intensywnego monitorowania
uk: Годинник не підключено до додатку. Підключіть годинник, щоб увімкнути режим інтенсивного моніторингу

source: y.
pl: l.
uk: р.

source: Male
pl: Mężczyzna
uk: Чоловіча

source: Female
pl: Kobieta
uk: Жіноча

source: Male
pl: Mężczyzna
uk: Чоловіча

source: Female
pl: Kobieta
uk: Жіноча

source: Gender
pl: Płeć
uk: Стать

source: Height (cm)
pl: Wzrost (cm)
uk: Зріст (см)

source: Weight (kg)
pl: Waga (kg)
uk: Вага (кг)

source: Blood type
pl: Grupa krwi
uk: Г-па крові

source: Add to group
pl: Dodaj do grupy
uk: Додати до групи

source: July
pl: Lipiec
uk: Липень

source: Sat
pl: Sob.
uk: Сб

source: Sun
pl: Niedz.
uk: Нд

source: Mon
pl: Pon.
uk: Пн

source: Tue
pl: Wt.
uk: Вт

source: Wed
pl: Śr.
uk: Ср

source: Thu
pl: Czw.
uk: Чт

source: Fri
pl: Pt.
uk: Пт

source: All indicators are normal
pl: Wszystkie wskaźniki są normalne
uk: Всі показники в нормі

source: No unstable indicators were recorded for this day
pl: Na ten dzień nie odnotowano żadnych niestabilnych wskaźników
uk: За цей день не було зафіксовано жодних нестабільних показників

source: Alpha Insurance
uk: Альфа Страхування

source: Taking care of the main thing, for you and your loved ones
pl: Dbanie o najważniejsze, dla Ciebie i Twoich bliskich
uk: Турбота про головне, для вас та ваших близьких

source: Deviation from the norm
pl: Odchylenie od normy
uk: Відхилення від норми

source: During this day, unstable indicators were recorded: "Blood pressure"; you also had a consultation with a doctor
pl: W tym dniu odnotowano niestabilne wskaźniki: „Ciśnienie krwi”; miałeś/aś też konsultację z lekarzem
uk: За цей день були зафіксовани нестабільні показники: «Кров’яний тиск»; також ви мали консультацію з лікарем

source: Add a family member
pl: Dodaj członka rodziny
uk: Додати члена родини

source: Delete family group
pl: Usuń grupę rodzinną
uk: Видалити сімейну групу

source: Family access
pl: Dostęp rodzinny
uk: Сімейний доступ

source: Invitation to a family group
pl: Zaproszenie do grupy rodzinnej
uk: Запрошення до сімейної групи

source: Invite your loved ones to MISU to access each otherʼs health metrics
pl: Zaproś swoich bliskich do MISU, aby uzyskać dostęp do swoich danych dotyczących zdrowia
uk: Запросіть ваших близьких до MISU, щоб мати доступ до показників здоров’я один одного

source: The request for "name" has been successfully sent!
pl: Prośba o "" została pomyślnie wysłana!
uk: Запит для “Коханий” успішно надіслано!

source: The contact has received your invitation to join MISU
pl: Kontakt otrzymał Twoje zaproszenie do przyłączenia się do MISU
uk: Контакт отримав ваше запрошення приєднатися до MISU

source: Add
pl: Dodać
uk: Додати

source: Request sent successfully!
pl: Żądanie wysłane pomyślnie!
uk: Запит успішно надіслано!

source: The number owner has received your invitation to join MISU
pl: Właściciel numeru otrzymał Twoje zaproszenie do przyłączenia się do MISU
uk: Власник номера отримав ваше запрошення приєднатися до MISU

source: Error sending invitation
pl: Błąd podczas wysyłania zaproszenia
uk: Помилка відправлення запрошення

source: Deleting a family group
pl: Usuwanie grupy rodzinnej
uk: Видалення сімейної групи

source: Are you sure you want to delete the family group?
pl: Czy na pewno chcesz usunąć grupę rodzinną?
uk: Ви дійсно бажаєте видалити сімейну групу?

source: The specified number is not valid. Please try sending the invite again
pl: Podany numer jest nieprawidłowy. Spróbuj ponownie wysłać zaproszenie
uk: Вказаний номер не є дійсний. Будь-ласка, спробуйте надіслати запрошення повторно

source: Delete group
pl: Usuń grupę
uk: Видалити групу

source: Forbid
pl: Zakazać
uk: Заборонити

source: Allow
pl: Umożliwić
uk: Дозволити

source: General indicators
pl: Wskaźniki ogólne
uk: Загальні показники

source: Enter a phone number
pl: Wprowadź numer telefonu
uk: Введіть номер телефону

source: We will send an SMS with a code to confirm the number
pl: Wyślemy SMS z kodem potwierdzającym numer
uk: Ми надішлемо SMS-повідомлення з кодом, щоб підтвердити номер

source: Confirmation of registration
pl: Potwierdzenie rejestracji
uk: Підтвердження реєстрації

source: Completion of registration
pl: Zakończenie rejestracji
uk: Завершення реєстрації

source: Enter your general details to complete the registration process *
pl: Wprowadź swoje podstawowe dane, aby zakończyć proces rejestracji *
uk: Введіть ваші основні дані, щоб завершити процес реєстрації *

source: Full name
pl: Pełne imię i nazwisko
uk: ПІБ

source: * All fields are mandatory
pl: * Wszystkie pola są obowiązkowe
uk: * Всі поля обов’язкові для заповнення

source: Please enter your first and last name in full
pl: Podaj swoje imię i nazwisko w pełnym brzmieniu
uk: Будь-ласка, введіть ім’я та по-батькові повністю

source: About the heartbeat
pl: O biciu serca
uk: Про серцебиття

source: Heart rate (HR) is the number of beats (contractions) of the heart in one minute. The normal heart rate may vary from person to person, depending on individual characteristics.
pl: Tętno to liczba uderzeń (skurczów) serca w ciągu jednej minuty. Normalne tętno może się różnić w zależności od osoby, w zależności od indywidualnych cech.
uk: Частота серцевих скорочень (ЧСС) — це кількість ударів (скорочень) серця за одну хвилину. Показник частоти серцевих скорочень у нормі може різнитися від людини до людини, залежно від індивідуальних особливостей.

source: Normal heart rate
pl: Normalne tętno
uk: Норма серцебиття

source: Persons over 18 years of age: from 60 to 100 beats per minute;
pl: Osoby powyżej 18 roku życia: od 60 do 100 uderzeń na minutę;
uk: Особи від 18 років: від 60 до 100 ударів за хвилину;

source: Children: 70 to 100 beats per minute
pl: Dzieci: 70 do 100 uderzeń na minutę
uk: Діти: від 70 до 100 ударів за хвилину

source: The main reasons for changes in heart rate
pl: Główne przyczyny zmian tętna
uk: Основні причини зміни ЧСС

source: Age (heart rate may increase with age);
pl: Wiek (tętno może wzrastać wraz z wiekiem);
uk: Вік (з віком ЧСС може збільшуватись);

source: Level of physical activity;
pl: Poziom aktywności fizycznej;
uk: Рівень фізічної активності;

source: Weight;
pl: Waga;
uk: Вага;

source: Cardiovascular diseases;
pl: Choroby sercowo-naczyniowe;
uk: Серцево-судинні захворювання;

source: Endocrine and hormonal disorders;
pl: Zaburzenia endokrynologiczne i hormonalne;
uk: Ендокринні та гормональні порушення;

source: Air temperature and humidity;
pl: Temperatura i wilgotność powietrza;
uk: Температура та вологість повітря;

source: Emotional condition;
pl: Stan emocjonalny;
uk: Емоційний стан;

source: Smoking
pl: Palenie
uk: Тютюнопаління

source: We recommend you to visit the doctor:
pl: Polecamy wizytę u lekarza:
uk: Рекомендуємо Вам звернутись до лікаря:

source: If in a calm state the heart rate regularly exceeds 100 bpm (tachycardia);
pl: Jeśli w stanie spokoju tętno regularnie przekracza 100 uderzeń na minutę (tachykardia);
uk: Якщо в спокійному стані ЧСС регулярно перевищує 100 уд/хв (тахікардія);

source: If in a calm state the heart rate is regularly below 60 bpm (bradycardia).
pl: W stanie spokoju tętno regularnie spada poniżej 60 uderzeń na minutę (bradykardia).
uk: Якщо в спокійному стані ЧСС регулярно нижче 60 уд/хв (брадикардія).

source: Do not postpone a visit to the doctor if you have other symptoms: shortness of breath, dizziness, loss of consciousness, etc.
pl: Nie odkładaj wizyty u lekarza, jeśli masz inne objawy: duszność, zawroty głowy, utratę przytomności itp.
uk: Не відкладайте візит до лікаря, якщо Ви маєте й інші симптоми: задишка, запаморочення, втрата свідомості тощо.

source: About body temperature
pl: O temperaturze ciała
uk: Про температуру тіла

source: Body temperature is a general indicator of the thermal state of the human body. The temperature stabilizes in adolescence.
pl: Temperatura ciała jest ogólnym wskaźnikiem stanu termicznego ludzkiego ciała. Temperatura stabilizuje się w okresie dojrzewania.
uk: Температура тіла — це загальний показник теплового стану організму людини. Температура стабілізується у підлітковому віці.

source: In a person suffering from some diseases, the body temperature changes - this is a protective reaction of the body.
pl: U osoby cierpiącej na niektóre choroby zmienia się temperatura ciała - jest to reakcja ochronna organizmu.
uk: У людини, яка страждає на деякі хвороби, температура тіла змінюється — це захисна реакція організму.

source: Normal body temperature
pl: Normalna temperatura ciała
uk: Норма температури тіла

source: The body temperature of a healthy person is considered normal if it is 36.5-37.2°C at rest in the middle of the day.
pl: Temperatura ciała zdrowej osoby jest uważana za normalną, jeśli wynosi 36,5-37,2°C w spoczynku w środku dnia.
uk: Температура тіла здорової людини вважається нормальною, якщо в середині дня у стані спокою вона дорівнює 36,5-37,2°C.

source: The main causes of low temperature
pl: Główne przyczyny niskiej temperatury
uk: Основні причини низької температури

source: Hypothermia;
pl: Hipotermia;
uk: Переохолодження;

source: Decreased function of the thyroid gland;
pl: Zmniejszona funkcja tarczycy;
uk: Знижена функція щитоподібної залози;

source: Stroke;
pl: Uderzenie;
uk: Інсульт;

source: Anorexia;
pl: Anoreksja;
uk: Анорексія;

source: Parkinsonʼs disease;
pl: Choroba Parkinsona;
uk: Хвороба Паркінсона;

source: Damage to the nervous system;
pl: Uszkodzenie układu nerwowego;
uk: Ураження нервової системи;

source: Use of alcohol, drugs
pl: Używanie alkoholu, narkotyków
uk: Вживання алкоголю, наркотиків

source: Temperature below 35°C is dangerous! A temperature lower than 36°C is considered dangerous for newborns and babies.
pl: Temperatura poniżej 35°C jest niebezpieczna! Temperatura poniżej 36°C jest uważana za niebezpieczną dla noworodków i niemowląt.
uk: Температура нижче 35°C є небезпечною! Для новонародженних і малюків небезпечною вважається температура, нижчою 36°C.

source: The main causes of high temperature
pl: Główne przyczyny wysokiej temperatury
uk: Основні причини високої температури

source: Viruses;
pl: Wirusy;
uk: Віруси;

source: Bacterial infections;
pl: Infekcje bakteryjne;
uk: Бактеріальні інфекції;

source: Heatstroke;
pl: Udar cieplny;
uk: Тепловий удар;

source: Chronic inflammatory diseases;
pl: Przewlekłe choroby zapalne;
uk: Хронічні запальні захворювання;

source: Vaccination;
pl: Szczepionka;
uk: Вакцинація;

source: Some medicines
pl: Niektóre leki
uk: Деякі лікарські препарати

source: When adults need a doctorʼs consultation
pl: Kiedy dorośli potrzebują konsultacji lekarskiej
uk: Коли дорослим необхідна консультація лікаря

source: You are always cold, and your hands and feet are wet and cold;
pl: Zawsze jest ci zimno, a twoje ręce i stopy są mokre i zimne;
uk: Вам завжди холодно, а руки та ступні вологі й холодні;

source: Fever for 3 weeks, even without other symptoms;
pl: Gorączka przez 3 tygodnie, nawet bez innych objawów;
uk: Підвищена температура протягом 3-х тижнів, навіть без інших симптомів;

source: If the body temperature is 39.5°C and above;
pl: Jeśli temperatura ciała wynosi 39,5°C i więcej;
uk: Якщо температура тіла 39,5°C і вище;

source: Body temperature is elevated for 3 days;
pl: Temperatura ciała jest podwyższona przez 3 dni;
uk: Температура тіла підвищена протягом 3-х днів;

source: If you have other symptoms, such as: sore throat, headache, chest pain, neck pain, vomiting, rash
pl: Jeśli masz inne objawy, takie jak: ból gardła, ból głowy, ból w klatce piersiowej, ból szyi, wymioty, wysypka
uk: Якщо маєте інші симптоми, наприклад: біль у горлі, головний біль, біль у грудній клітці, шиї, блювання, висипання

source: norm
pl: norma
uk: норма

source: About saturation
pl: O nasyceniu
uk: Про сатурацію

source: Oxygen saturation in the blood is the percentage of hemoglobin saturated with oxygen (oxyhemoglobin) to the total concentration of hemoglobin in the blood. A decrease in saturation threatens the functional capacity of important organs (brain, heart, kidneys).
pl: Nasycenie tlenem krwi to procent hemoglobiny wysyconej tlenem (oksyhemoglobina) do całkowitego stężenia hemoglobiny we krwi. Spadek nasycenia zagraża zdolności funkcjonalnej ważnych narządów (mózgu, serca, nerek).
uk: Сатурація кисню в крові — це відсоток гемоглобіну, насиченого киснем (оксигемоглобіну), до загальної концентрації гемоглобіну в крові. Зниження сатурації загрожує функціональній здатності важливих органів (мозку, серцю, ниркам).

source: Saturation rate
pl: Stopień nasycenia
uk: Норма сатурації

source: The normal level of oxygen saturation of arterial blood in a person is 95-100%.
pl: Normalny poziom nasycenia krwi tętniczej tlenem u osoby wynosi 95-100%.
uk: Нормальний рівень насичення киснем артеріальної крові у людини становить 95-100%.

source: Typical symptoms of low oxygen levels
pl: Typowe objawy niskiego poziomu tlenu
uk: Типові симптоми при низькому рівні кисню

source: Chest pain;
pl: Ból w klatce piersiowej;
uk: Більу грудях;

source: Dyspnea;
pl: duszność;
uk: Задишка;

source: Headache;
pl: Ból głowy;
uk: Головний біль;

source: Dizziness;
pl: Zawroty głowy;
uk: Запаморочення;

source: Frequent heartbeat;
pl: Częste bicie serca;
uk: Часте серцебиття;

source: Bluing of mucous membranes, nails, skin
pl: Zabarwienie błon śluzowych, paznokci, skóry
uk: Посиніння слизових оболонок, нігтів, шкіряних покривів

source: In case of acute manifestations of symptoms and loss of consciousness, you should immediately consult a doctor!
pl: W przypadku ostrych objawów i utraty przytomności należy natychmiast skonsultować się z lekarzem!
uk: При гострих проявах симптомів і втраті свідомості слід негайно звернутись до лікаря!

source: Diseases in which oxygen deficiency is possible
pl: Choroby, w których możliwy jest niedobór tlenu
uk: Хвороби, при яких можлива киснева недостатність

source: Anemia;
pl: Niedokrwistość;
uk: Анемія;

source: Asthma;
pl: Astma;
uk: Астма;

source: Congenital heart defects;
pl: Wrodzone wady serca;
uk: Вроджені вади серця;

source: Acute respiratory distress syndrome;
pl: Zespół ostrej niewydolności oddechowej;
uk: Гострий респіраторний дистрес-синдром;

source: Pneumonia;
pl: Zapalenie płuc;
uk: Пневмонія;

source: Swelling of the lungs (edema);
pl: Obrzęk płuc (obrzęk);
uk: Набряк легень (едема);

source: Thromboembolism of the pulmonary artery;
pl: choroba zakrzepowo-zatorowa tętnicy płucnej;
uk: Тромбоемболія легеневої артерії;

source: Sleep apnea, etc.
pl: bezdech senny itp.
uk: Апное уві сні та ін.

source: Recommendations for increasing saturation
pl: Zalecenia dotyczące zwiększenia nasycenia
uk: Рекомендації для підвищення сатурації

source: Avoid passive smoking (avoid smoky places);
pl: Unikaj biernego palenia (unikaj zadymionych miejsc);
uk: Уникати пасивного паління (уникати задимлених місць);

source: Have regular physical activity
pl: Regularnie uprawiaj aktywność fizyczną
uk: Мати регулярні фізичні навантаження

source: 8 h 00 min
pl: 8 godz. 00 min
uk: 8 г 00 хв

source: Deep sleep
pl: Głęboki sen
uk: Глибокий сон

source: Light sleep
pl: Lekki sen
uk: Легкий сон

source: Fast sleep
pl: Szybki sen
uk: Швидкий сон

source: Awakening
pl: Budzenie
uk: Пробудження

source: Sleep quality:
pl: Jakość snu:
uk: Якість сну:

source: Satisfactory
pl: Zadowalający
uk: Задовільна

source: Falling asleep:
pl: Zasypiam:
uk: Засинання:

source: Norm: 22:00-23:00
pl: Norma: 22:00-23:00
uk: Норма: 22:00-23:00
